Repository: supriyarajgopal-spi/elx-learning-module
Catalog: sites/all/themes/po_files/*.po
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, lt, lv, nb, nl, pl, ro, ru, sv, th, tr

# FORGOT_NOT_FOUND
source: We're sorry. That email address does not appear to be associated with an ELX account. Please try a different email.
ar: نعتذر. يبدو أن هذا البريد الإلكتروني غير مرتبط أو لا يعود لحساب ELX. الرجال المحاولة مع بريد إلكتروني آخر.
cs: Je nám líto. Zadaná e-mailová adresa nenáleží danému účtu ELX. Zkuste zadat jinou adresu.
da: Beklager. Denne e-mailadresse ser ikke ud til at være tilknyttet en ELX konto. Prøv venligst med en anden e-mailadresse.
de: Wir bitten um Entschuldigung. Diese E-Mail Adresse kann keinem ELX Account zugeordnet werden. Bitte versuchen Sie es mit einer anderen E-Mail Adresse.
el: Λυπούμαστε πολύ. Αυτή η ηλεκτρονική διεύθυνση δε φαίνεται να είναι συνδεδεμένη με ΕLX λογαριασμό. Παρακαλούμε προσπαθήστε με μια διαφορετική ηλεκτρονική διεύθυνση.
es: Lo sentimos. Esta dirección de correo no está asociada con una cuenta de ELX. Prueba con otra dirección de correo.
fi: Valitettavasti antamasi sähköpostisosoite ei liity ELX-tiliisi. Kokeile toista sähköpostiosoitetta.
fr: Nous sommes désolés. Cette adresse email n'est associée à aucun compte ELX. Essayez une autre adresse.
he: מצטערים כתובת המייל אינה מופיעה ברישומים של אתר ELX בבקשה נסו מייל חלופי.
hu: Sajnáljuk! A megadott e-mail cím nem szerepel az ELX felhasználói rendszerben. Kérjük próbáld meg egy másik e-mail címmel!
id: Maaf, email anda belum terdaftar di sistem ELX kami. Cobalah email lain.
it: Purtroppo l'indirizzo email fornito non risulta associato ad alcun account ELX . Ti invitiamo a provare con una diversa email.
ja: 申し訳ございません。このemailアドレスはELXに登録されていません。違うアドレスで再度トライしてみて下さい。
lt: Deja, Jūsų nurodytas el. pašto adresas nėra susijęs nei su vienu „ELX“ profiliu. Pabandykite įvesti kitą adresą.
lv: Diemžēl uzradītā e-mail adrese nav pierakstīta nevienam ELX kontam. Mēģini ierakstīt citu adresi.
nb: Vi beklager, men den e-mail adressen stemmer ikke overens med noen ELX konto. Vennligst prøv en annen e-mail.
nl: Het spijt ons. Het e-mailadres lijkt niet verbonden te zijn met een ELX-account. Probeer een ander e-mailadres.
pl: Valitettavasti antamasi sähköpostisosoite ei liity ELX-tiliisi. Kokeile toista sähköpostiosoitetta.
ro: Ne pare rău. Această adresă de email nu pare să fie asociată cu un cont ELX. Te rugăm să încerci o altă adresă.
ru: Нам жаль, но данный электронный адрес не зарегистрирован в ELX. Попробуйте другой электронный адрес или обратитесь за помощью к вашему системному администратору.
sv: Vi ber om ursäkt. Den e-postadressen du angav verkar inte vara förknippad med ett ELX konto. Försök med en annan e-post adress.
th: ขออภัยค่ะ ไม่พบอีเมล์นี้ในบัญชีรายชื่อของ ELX โปรดลองด้วยอีเมล์อื่น
tr: Üzgünüz. Girmiş olduğunuz e-mail adresi ELX datasındaki veriler ile eşleşmiyor. Başka bir email adresi ile deneyin.

# INVALID_EMAIL_PASS
source: The email or password you entered do not match. Please try again.
ar: نوان البريد الإلكتروني أو كلمة المرور التي أدخلتها غير مطابقة. حاول مرة أخرى.
cs: Email nebo heslo nejsou správné. Zkuste to znovu.
da: Indtastede e-mail eller kodeord passer ikke. Forsøg venligst igen.
de: Die Emailadresse oder das Passwort ist leider falsch. Bitte versuchen Sie es noch einmal.
el: Το email ή ο κωδικός πρόσβασης που εισάγατε δεν ταιριάζουν. Παρακαλούμε δοκιμάστε ξανά.
es: El correo electrónico o contraseña introducidos no coinciden. Por favor, inténtelo de nuevo.
fi: Sähköpostiosoite tai salasana jolla kirjauduit ei täsmää. Yritä uudestaan.
fr: Votre mail et/ou votre mot de passe est incorrect. Veuillez le(s) saisir a nouveau.
he: האימייל או הסיסמא שהכנסת אינם תואמים , בבקשה נסי שוב.
hu: Helytelen felhasználónév vagy jelszó. Próbáld újra!
id: Email atau password tidak sesuai. Silahkan coba lagi.
it: L’email o la password inserite non sono corrette. Per favore riprovare.
ja: パスワード、E-mailアドレスがマッチしない場合、再度お試しください。
lt: Neteisingai įvedėte elektroninį paštą ar slaptažodį. Prašau, pabandykite dar kartą.
lv: Epasts vai parole ko ievadījāt nesakrīt. Lūdzu mēğiniet vēlreiz.
nb: E-mailen eller passordet du brukte stemmer ikke. Vennligst prøv igjen.
nl: De ingevoerde email of paswoord is niet correct. Probeer het opnieuw.
pl: Email bądź hasło, które wprowadziłeś jest nie poprawny. Spróbuj ponownie.
ro: E-mailul sau parola introduse nu se potrivesc. Te rugam sa incerci din nou.
ru: Электронный адрес или пароль не совпадают. Попробуйте ввести еще раз.
sv: Mejlet eller lösenordet du angav matchar inte. Var god försök igen.
th: ไม่พบอีเมล์หรือพาสเวิร์ดที่คุณใช้เข้าระบบ กรุณาลองใหม่อีกครั้ง
tr: Girilen mail ya da şifre hatalı. Lütfen tekrar deneyiniz.

# ALERT_PRODUCTS
source: Updating search...
ar: تحديث المنتجات
cs: Aktualizované produkty
da: Opdaterer produkter…
de: Produkte werden aktualisiert…
el: Ανανέωση Προϊόντων…
es: Actualizando Productos…
fi: Tuotteiden päivitys…
fr: Mise à jour des produits…
he: מעדכן מוצרים...
hu: Termékek frissítése…
id: Memperbaharui produk…
it: Caricamento Prodotti…
ja: アップデート中…
lt: Atnaujinimas prekės …
lv: Atjaunota meklēšana…
nb: Oppdaterer produkter
nl: Producten updaten…
pl: Uaktualnione produkty
ro: Actualizare Produse…
ru: Обновление продуктов
sv: Uppdaterar produkter…
th: อัพเดตสินค้า...
tr: Ürünü güncelliyor...

source: Badges
ar: الشارات
cs: Odznaky
de: Auszeichnungen
el: Διακριτικά
es: Medallas
fi: Ansiomerkki
he: תגים
hu: Jelvények
id: Lencana
it: Badge
ja: バッジ
lt: Ženkliukai
lv: Atzīmes
pl: Odznaki
ro: Insigne
ru: Значки
th: เหรียญรางวัล
tr: Uzmanlıklar

# BTN_UPDATE
source: Update
ar: تحديث
cs: Aktualizovat
da: Opdatér
de: Aktualisierung
el: Ανανέωση
es: Actualización
fi: Päivitä
fr: Mise à jour
he: עדכן
hu: Frissítés
it: Aggiornamento
ja: アップデート
lt: atnaujinimas
lv: Atjaunots
nb: Oppdater
pl: Zaktualizuj
ro: Actualizare
ru: обновить
sv: Uppdatera
th: อัพเดท
tr: Güncelle

# BTN_VIEW_DETAILS
source: view the details
ar: مشاهدة التفاصيل
cs: Více detailů
da: Se detaljerne
de: Details ansehen
el: ΛΕΠΤΟΜΕΡΕΙΕΣ
es: Vea los detalles
fi: Katso yksityiskohdat
fr: Voir le détail
he: צפי בפרטים
hu: tekintsd meg a részleteket!
id: Tampilkan detil
it: Vedi i dettagli
ja: 詳細はこちら
lt: peržiūrėti detales
lv: skatīties detaļas
nb: se detaljer
nl: Bekijk de details
pl: zobacz szczegóły
ro: Vezi detaliile
ru: Просмотреть детали
sv: läs om detaljerna
th: ดูรายละเอียด
tr: Detayları görüntüle

# BTN_VIEW_TOOL
source: View Tool
ar: عرض الأداة
cs: Prohlédnout nástroj
da: Se Værktøjer
de: Hilfsmittel ansehen
el: Επισκόπηση Εργαλείου
es: Vea la Herramienta
fi: Katso Työvälineet
fr: Voir les supports de formation
he: צפה בכלי
hu: Eszköz megtekintése
id: Lihat Tpols
it: Guarda Strumento
ja: ビューツール
lt: peržiūrėti įrankius
lv: Pārskata rīks
nb: Se verktøy
nl: bekijk de hulpmiddelen
pl: Narzędzia
ro: Vezi instrumente
ru: Посмотреть инструмент
sv: Visa Verktyg
th: ดูตัวช่วย
tr: Başlıkları Görüntüle

source: Closest Level to Completion:
ar: أقرب مستوى للانتهاء:
cs: Minimální hranice pro splnění
da: Nærmeste niveau til færdiggørelse:
de: Nächstes Level zum Abschluss:
el: Ένα Επίπεδο Πριν την Ολοκλήρωση:
es: Nivel Más Cercano Para Completar
fi: Lähin täydentävä taso:
fr: Dernier niveau du module :
he: השלב הקרוב ביותר לשלמות:
hu: A végzéshez legközelebbi szint:
id: Tingkat yang paling dekat untuk diselesaikan:
it: Livello vicino al conseguimento:
ja: レベルを完了して終了
lt: Artimiausias lygis iki pabaigos:
lv: Tuvākais līmenis nobeigšanai:
nb: Nærmeste nivå før mål
nl: Volgend niveau dat behaald kan worden:
pl: Najbliższy poziom do ukończenia:
ro: Cel mai apropiat nivel de completat
ru: Ближайший уровень к завершению
sv: Närmaste Nivå till att Slutföra:
th: ระดับใก้ลที่สุดที่จะสมบรูณ์:
tr: Son Modül

# COMAPRE_SCORE
source: Compare My score to
ar: مقارنة نقاط أهدافي مع:
cs: Porevnej se s ostaními
da: Sammenlign min score med:
de: Meine Ergebnisse vergleichen mit
el: Σύγκριση Του Σκορ Μου με
es: Compare Mis Resultados Con
fi: Vertaa pisteitäni seuraavan henkilön pisteisiin:
fr: Comparer mon score à
he: השווה את הניקוד שלי ל
hu: Hasonlítsd össze az eredményemet az övével:
id: Bandingkan skor saya dengan
it: Confronta il mio punteggio di
ja: マイスコアと比較
lt: Palyginkite Mano rezultatą
lv: Salīdzināt manus rezultātus ar
nb: Sammenlikn min poengsum med
nl: Vergelijk mijn score met
pl: Porównaj mój wynik z
ro: Compara scorul meu cu
ru: Сравнить набранное мной количество очков с
sv: Jämför Mitt resultat med
th: เปรียบเทียบคะแนนของฉันกับ
tr: Skorumu karşılaştır

# CONFIRM_PASSWORD
source: Password Confirm:
ar: تأكيد كلمة السر
cs: Potvrdit heslo
da: Bekræft kodeord
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού Πρόσβασης
es: Confirme Contraseña
fi: Vahvista Salasana
fr: Confirmer le mot de passe
he: אשר סיסמא
hu: Jelszó megerősítése
id: Konfirmasi Kata Sandi
it: Conferma Password
ja: パスワード認定
lt: patvirtinti slaptažodį
lv: Apliecināt paroli
nb: Bekreft passord
nl: paswoord bevestigen
pl: Potwierdź hasło
ro: Confirma parola
ru: Подтвердить пароль
sv: Bekräfta Lösenord
th: ยืนยัน พาสเวิร์ด
tr: Şifreyi Onayla

# COPYRIGHT
source: &#xA9; Est&#xE9;e Lauder Inc. All worldwide rights reserved.
ar: جميع حقوق الطبع محفوظة عالميا لمجموعة شركات ©Estée Lauder Inc
cs: Všechna vyhrazena Estée Lauder
da: © Estée Lauder Inc. Alle globale rettigheder forbeholdt.
de: © Estée Lauder Inc. Alle Rechte vorbehalten.
el: © Estée Lauder Inc. All worldwide rights reserved.
es: © Estée Lauder Inc. Todos los derechos mundiales reservados
fi: © Estée Lauder Inc. Kaikki kansainväliset oikeudet pidätetään.
fr: © Estée Lauder Inc. Tous droits mondiaux réservés.
he: © Estée Lauder Inc. All worldwide rights reserved.
hu: © Estée Lauder Inc. Minden jog fenntartva.
id: © Estée Lauder Inc. All worldwide rights reserved.
it: © Estée Lauder Inc. Tutti i diritti riservati.
ja: © Estée Lauder Inc. All worldwide rights reserved.
lt: © Estee Lauder Inc Visos teisės saugomos visame pasaulyje.
lv: © Estée Lauder Inc. Visas starptautiskās tiesības aizsargātas.
nb: © Estée Lauder Inc. Alle rettigheter reservert.
nl: © Estée Lauder Inc. Alle wereldwijde rechten voorbehouden.
pl: © Estée Lauder Inc. Wszelkie prawa zastrzeżone.
ro: © Estée Lauder Inc. Toate drepturile rezervate la nivel mondial.
ru: © Estée Lauder Inc. Все международные права защищены.
sv: © Estée Lauder Inc. Alla globala rättigheter är reserverade.
th: © Estée Lauder Inc. สงวนลิขสิทธิ์ทั่วโลก
tr: © Estée Lauder Inc. Tüm hakları saklıdır.

source: Current Language
ar: اللغة الحالية
cs: Aktuální jazyk
da: Nuværende Sprog
de: Aktuelle Sprache
el: Τρέχουσα Γλώσσα
es: Idioma Actual
fi: Nykyinen Kieli
fr: Langue choisie
he: שפה מועדפת:
hu: Jelenelegi nyelv
id: Bahasa saat ini
it: Lingua attuale
ja: 現在の言語
lt: dabartinė kalba
lv: Valoda
nb: Nåværende språk
nl: actuele taal
pl: Wybierz język
ro: Limba curenta
ru: Используемый язык
sv: Nuvarande Språk
th: ภาษาปัจจุบัน
tr: Mevcut Dil

source: Current Password
ar: كلمة السر الحالية
cs: Aktuální heslo
da: Nuværende Kodeord
de: Aktuelles Passwort
el: Τρέχων Κωδικός Πρόσβασης
es: Contraseña Actual
fi: Nykyinen Salasana
fr: Mot de passe actuel
he: סיסמא
hu: Jelenlegi jelszó
id: Kata Sandi Saat Ini
it: Password attuale
ja: 現在のパスワード
lt: dabartinis slaptažodis
lv: Pašreizējā parole
nb: Nåværende passord
nl: actueel paswoord
pl: Aktualne hasło
ro: Parola curenta
ru: Используемый пароль
sv: Nuvarande Lösenord
th: พาสเวิร์ดปัจจุบัน
tr: Mevcut Şifreniz

source: Edit Language
ar: تعديل اللغة
cs: Změna jazyka
da: Vælg Sprog
de: Sprache bearbeiten
el: Επιλογή Γλώσσας
es: Editar Idioma
fi: Vaihda Kieli
fr: Changer la langue
he: עריכת שפה
hu: Nyelv szerkesztése
id: Mengedit Bahasa
it: Inserisci lingua
ja: 言語を選択
lt: redaguoti kalba
lv: Mainīt valodu
nb: Velg språk
nl: taal kiezen
pl: Zmień język
ro: Editeaza limba
ru: Редактировать язык
sv: Redigera Språk
th: แก้ไขภาษา
tr: Dil Tercihini Değiştir

# EDIT_PROFILE_AND_PASSWORD
source: edit profile &amp; password
ar: تعديل البيانات الشخصية & كلمة السر
cs: Editovat profil a heslo
da: Rediger profil & password
de: Profil bearbeiten & Passwort ändern
el: Επεξεργαστείτε το Προφίλ και τον Κωδικό Πρόσβασης
es: Editar Perfil y Contraseña
fi: Muuta profiiliani ja/tai salasanaani
fr: Profil & Mot de passe
he: עריכת פרופיל ו סיסמא
hu: Profil és jelszó szerkesztése
id: Edit Profil dan Password
it: Modifica Profilo e Password
ja: プロフィール、パスワードを編集する
lt: Keisti slaptažodį ir profilio duomenis
lv: Rediģēt profilu un paroli
nb: Rediger profil & passord
nl: Profiel & wachtwoord bewerken
pl: Edytuj profil i hasło
ro: Editează profilul & Parola
ru: Добавить профиль и пароль
sv: Redigera profil och lösenord
th: แก้ไขข้อมูลส่วนตัวและพาสเวิร์ด
tr: Profili Düzenle & Şifre

source: Email Address:
ar: عنوان البريد الكتروني
cs: E-mailová adresa
da: Email adresse
de: Emailadresse
el: Ηλεκτρονική Διεύθυνση
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse email
he: כתובת אי מייל
hu: E-mail cím
id: Alamat email
it: Indirizzo Email
ja: Emailアドレス
lt: El. pašto adresas
lv: E-mail adrese
nb: E-postadresse
nl: E-mailadres
pl: Adres email
ro: Adresă de email
ru: Адрес электронной почты
sv: E-Postadress
th: ที่อยู่อีเมล์
tr: E-Mail

# ESTEE_LAUDER_EXPERIENCE
source: THE <strong>EST&#xC9;E LAUDER</strong> EXPERIENCE
ar: تجربة وخبرة إستي لودر
cs: Estée Lauder praxe
da: ESTÈE LAUDER EXPERIENCE
de: DAS ESTÉE LAUDER ERLEBNIS
el: ΕΜΠΕΙΡΙΑ ΕΚΜΑΘΗΣΗΣ ESTEE LAUDER
es: LA EXPERIENCIA ESTÉE LAUDER
fi: THE ESTÉE LAUDER EXPERIENCE
fr: L'EXPERIENCE ESTEE LAUDER
he: החוויה של אסתי לאודר
hu: AZ ESTÉE LAUDER ÉLMÉNY
id: THE ESTÉE LAUDER EXPERIENCE
it: THE ESTÉE LAUDER EXPERIENCE
ja: THE ESTÉE LAUDER EXPERIENCE
lt: ESTEE LAUDER PATIRTIS
lv: ESTEE LAUDER PIEREDZE
nb: THE THE ESTÉE LAUDER EXPERIENCE
nl: DE ESTÉE LAUDER-ERVARING
pl: THE ESTÉE LAUDER EXPERIENCE
ro: EXPERIENTA ESTÉE LAUDER
ru: МИР ЗНАНИЙ ЭСТЕ ЛАУДЕР
sv: ESTÉE LAUDER UPPLEVELSEN
th: THE ESTÉE LAUDER EXPERIENCE
tr: ESTÉE LAUDER DENEYİMİ

source: Explore Learning Levels
ar: مستوى الاستكشاف
cs: Prozkoumejte výukové stupně
da: Udforsk Learning Levels
de: Level Entdecken
el: Περιηγηθείτε στα Επίπεδα Γνώσεων
es: Explore Niveles De Aprendizaje
fi: Tutustu oppimistasoihin
fr: Parcourir les niveaux d'apprentissage
he: סקרי את שלבי הלימוד
hu: Fedezd fel a Tanulói Szinteket!
id: Jelajahi Tingkat Pengetahuan Anda
it: Esplora i livelli di apprendimento
ja: ラーニングレベル
lt: Apžiūrėkite mokymosi lygius
lv: Apskatīt Mācību Līmeņus
nb: Utforsk læringsnivåer
nl: Leerniveaus verkennen
pl: Poznaj Poziomy nauczania
ro: Exploreaza nivelurile
ru: Исследуйте уровни обучения
sv: Upptäck Kunskapsnivåerna
th: สำรวจระดับการเรียนรู้
tr: Öğrenme modüllerini keşfedin.

# EXPLORE_PRODUCT_LIBRARY
source: Browse the Product Library
ar: استكشفي مكتبة المنتج
cs: Prozkoumejte knihovnu produktů
da: Udforst Product Library
de: Produktverzeichnis durchsuchen
el: Περιηγηθείτε στη Βιβλιοθήκη Προϊόντων
es: Explore La Biblioteca De Productos
fi: Tutustu tuotekirjastoon
fr: Parcourir la bibliothèque de produits
he: סקרי את ספריית המוצרים
hu: Ismerd meg a Termékkatalógust!
id: Jelajahi Perpustakaan Produk
it: Scopri i Prodotti
ja: プロダクトライブラリーを探す
lt: Apžiūrėkite produkto biblioteka
lv: Apskatīt Produktu Bibleotēku
nb: Utforsk produkt biblioteket
nl: Productbibliotheek verkennen
pl: Poznaj Bibliotekę produktów
ro: Exploreaza biblioteca de produse
ru: Исследуйте библиотеку средств
sv: Upptäck Produktbiblioteket
th: สำรวจชุดข้อมูลผลิตภัณฑ์
tr: Ürün Kataloğunu Keşfedin

# FAVORITE
source: favorited
ar: المفضلة
cs: přidáno do oblíbených
da: Favoritter
de: bevorzugt
el: Προτιμήσεις
es: Favorito
fi: Tykkää
fr: Classer dans les favoris
he: מועדפים
hu: A kedvencekhez adva
id: Memfavoritkan
it: Preferiti
ja: お気に入り
lt: išrinktieji
lv: Atzīmētie
nb: favoritt
nl: favoriet
pl: ulubione
ro: Marcat ca favorit
ru: Добавленное в избранное
sv: Favorit
th: ชื่นชอบ
tr: Favorilere Eklendi

# FAVORITED_MESSAGE
source: You fav prod
ar: منتجك المفضل
cs: Vaše oblíbené výrobky
da: Dine Favorit Produkter
de: Ihr Lieblingsprodukt
el: Τα αγαπημένα σας προϊόντα
es: Tu producto favorito
fi: Klikkaa suosikkia
fr: Vos produits favoris
he: מוצרים מועדפים
hu: Kedvenc terméked
id: Favorit Anda
it: I tuoi prodotti preferiti
ja: お気に入りメッセージ
lt: jūsų mėgstamas produktas
lv: Visbiešāk apskatītie produkti
nb: Ditt favoritt produkt
nl: jouw favoriet bericht
pl: Ulubiony produkt
ro: Produsul tau favorit
ru: Ваш доб прод
sv: Din favorit produkt
th: ผลิตภัณฑ์ที่คุณชื่นชอบ
tr: Favori Ürününüz

# FIELDS_DONT_MATCH
source: Fields do not match!
ar: الحقول غير مطابقة!
cs: Pole se neshodují!
da: Felter passer ikke!
de: Felder stimmen nicht überein!
el: Τα πεδία δεν ταυτίζονται!
es: No concuerdan los campos
fi: Kentät eivät täsmää
fr: Ce n'est pas le bon choix !
he: שדות לא תואמים
hu: A fájlok nem egyeznek!
id: Fields tidak cocok!
it: Campi non corrispondenti!
ja: マッチしません
lt: laukai nesutampa
lv: Lauki nesakrīt
nb: Feltene matcher ikke
nl: Velden komen niet overeen!
pl: Niepasujące pola!
ro: Campurile nu se potrivesc!
ru: Поля не совпадают!
sv: Fälten matchar inte!
th: ข้อมูลไม่ถูกต้อง
tr: Birbiriyle Uyumlu Olmayan Data

# FILTER_ALL
source: The World
ar: العالم
cs: Svět
da: Verdenen
de: Die Welt
el: Ο Κόσμος
es: El Mundo
fi: Maailma
fr: Le Monde
he: העולם
hu: A Világ
id: Dunia
it: Il Mondo
ja: 世界
lt: Visi
lv: Pasaule
nb: Verden
nl: De Wereld
pl: Świat
ro: Lumea
ru: Мир
sv: Världen
th: โลก
tr: Dünya

# FILTER_ALL_CATEGORIES
source: All Categories
ar: جميع الفئات
cs: Všechny kategorie
da: Alle kategorier
de: Alle Kategorien
el: Όλες οι κατηγορίες
es: Todas Las Categorías
fi: Kaikki katekoriat
fr: Toutes les catégories
he: כל הקטגוריות
hu: Minden kategória
id: Semua Kategori
it: Tutte le Categorie
ja: すべてのカテゴリー
lt: Visos kategorijos
lv: Visas kategorijas
nb: Alle kategorier
nl: Alle categorieën
pl: Wszystkie kategorie
ro: Toate categoriile
ru: Все категории
sv: Alla Kategorier
th: ทุกหมวดหมู่
tr: Tüm Kategoriler

# FILTER_BESTSELLER
source: Bestsellers
ar: الأكثر مبيعا
cs: Bestselery
de: Bestseller
es: Los Más Vendidos
fi: Myydyimmät
fr: Meilleures ventes
he: הנמכרים ביותר
hu: Legnépszerűbb termékek
id: Bestseller
it: Bestseller
ja: ベストセラーズ
lt: Perkamiausios prekės
lv: Visbiežāk Pārdotākie Produkti
nb: Bestselgere
pl: Bestsellery
ro: Cel mai bine vandut
ru: Бестселлеры
sv: Bästsäljande
th: สินค้าขายดี
tr: En çok Satanlar

# FILTER_COMPLETED
source: Completed
ar: انتهى
cs: Dokončeno
da: Gennemført
de: Abgeschlossen
el: ΟΛΟΚΛΗΡΩΘΗΚΕ
es: Completado
fi: Valmis
fr: Terminé
he: הושלם
hu: Elvégezve
id: Komplit
it: Completato
ja: 完了
lt: Baigtas
lv: Pabeigts
nb: Ferdig
nl: Vervolledigd
pl: Zakończono
ro: Completat
ru: Завершен
sv: Avslutade
th: สมบรูณ์
tr: Tamamlandı

# FILTER_FRAGRANCE
source: Fragrance
ar: العطر
cs: Vůně
de: Duft
el: Αρώματα
es: Fragancia
fi: Tuoksu
fr: Parfum
he: בישום
hu: Illat
id: Parfum
it: Fragranze
ja: フレグランス
lt: Kvepalai
lv: Aromāti
nb: Duft
nl: Geuren
pl: Zapachy
ro: Parfum
ru: Аромат
sv: Dofter
th: น้ำหอม
tr: Parfüm

# FILTER_IN_PROGRESS
source: In Progress
ar: قيد التقدم،
cs: Zpracovává se
da: I process
de: In Bearbeitung
el: ΣΕ ΕΞΕΛΙΞΗ
es: En Progreso
fi: Keskeneräinen
fr: En cours
he: בתהליך
hu: Folyamatban
id: Dalam Proses
it: Caricamento
ja: 進行中
lt: Progrese
lv: Procesā
nb: Jobber
nl: Bezig
pl: W trakcie
ro: In curs
ru: В процессе
sv: Under utveckling
th: อยู่ระหว่างดำเนินการ
tr: İşleniyor

# FILTER_MAKEUP
source: Makeup
ar: الماكياج
el: Μακιγιάζ
es: Maquillaje
fi: Meikki
fr: Maquillage
he: איפור
hu: Smink
ja: メークアップ
lt: Makiažas
lv: Dekoratīvā Kosmētika
pl: Makijaż
ro: Machiaj
ru: Макияж
tr: Makyaj

# FILTER_MY_MARKET
source: My Market
ar: بلدي
cs: Moje země
da: Mit land
de: Mein Land
el: Η Χώρα μου
es: Mi País
fi: Maa
fr: Mon Pays
he: המדינה שלי
hu: Országom
id: Negara saya
it: Paese
ja: マイカントリー
lt: Mano šalis
lv: Mana Valsts
nb: Mitt land
nl: Onze market
pl: Mój kraj
ro: Tara mea
ru: Моя страна
sv: Mitt Land
th: ประเทศของฉัน
tr: Ülke

# FILTER_MY_REGION
source: My Region
ar: منطقتي
cs: Můj region
da: Min region
de: Meine Region
el: Η Περιοχή μου
es: Mi Región
fi: Alueeni
fr: Ma Région
he: האזור שלי
hu: Térségem
id: Region saya
it: Regione
ja: マイリジョン
lt: Mano regionas
lv: Mans Reģions
nb: Min region
nl: Mijn regio
pl: Mój region
ro: Regiunea mea
ru: Мой регион
sv: Min Region
th: ภูมิภาคของฉัน
tr: Bölge

# FILTER_MY_RETAILER
source: My Retailer
ar: متجري
cs: Název parfumerie
da: Min forhandler
de: Mein Händler
el: Η Αλυσίδα Καταστημάτων
es: Mi Cuenta
fi: Jälleenmyyjäni
fr: Mon Enseigne
he: הקמעונאי שלי
hu: Kiskereskedelmi egységem
id: Retailer saya
it: Cliente
ja: マイリテイラー
lt: Mano mažmenininkas
lv: Mans Pārdošanas Tīkls
nb: Min forhandler
nl: Mijn retailer
pl: Mój dostawca
ro: Lantul meu
ru: Мой розничный продавец ( ретейлер)
sv: Min Återförsäljare
th: ผู้ค้าปลีกของฉัน
tr: Bayi

# FILTER_MY_STORE
source: My Store
ar: محلي
cs: Moje prodejna
da: Min butik
de: Mein Geschäft
el: Το Κατάστημά μου
es: Mi Tienda
fi: Tavarataloni
fr: Mon Magasin
he: החנות שלי
hu: Üzletem
id: Toko saya
it: Punto Vendita
ja: マイストア
lt: Mano parduotuvė
lv: Mans Veikals
nb: Min butikk
nl: Mijn winkel
pl: Mój sklep
ro: Magazinul meu
ru: Мой магазин
sv: Min Butik
th: ร้านค้าของฉัน
tr: Mağaza

# FILTER_SKINCARE
source: Skincare
ar: عناية بالبشرة
cs: Péče o pleť
da: Hudpleje
de: Hautpflege
el: Περιποίηση ομορφιάς
es: Tratamiento
fi: Ihonhoito
fr: Soin
he: טיפוח עור
hu: Bőrápolás
ja: スキンケア
lt: odos priežiūra
lv: Sejas Kopšanas Produkti
nb: Hudpleie
nl: Huidverzorging
pl: Pielęgnacja
ru: Уход за кожей
sv: Hudvård
th: ผลิตภัณฑ์บำรุงผิว
tr: Cilt Bakım

source: Forgot Password
ar: نسيت كلمة السر
cs: Zapomenuté heslo
da: Glemt kodeord
de: Passwort vergessen
el: Ξεχάσατε τον Κωδικό Πρόσβασης
es: Olvidé la contraseña
fi: Salasana unohtunut
fr: Mot de passe oublié
he: שכחתי ססמא
hu: Elfelejtett jelszó
id: Lupa Password
it: Password dimenticata
ja: パスワードお忘れですか
lt: Pamiršote slaptažodį
lv: Aizmirsāt Paroli
nb: Glemt passord
nl: Paswoord vergeten
pl: Nie pamiętam hasła
ro: Ai uitat parola
ru: Забыли пароль
sv: Glömt Lösenord
th: ลืม พาสเวิร์ด
tr: Şifremi Unuttum

# GLOBAL_SEARCH_TITLE
source: Search Results
ar: نتائج البحث
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
el: Αποτελέσματα Αναζήτησης
es: Búsqueda de Resultados
fi: Hakutulokset
fr: Recherche des résulats
he: תוצאות חיפוש
hu: Találatok
id: Hasil Pencarian
it: Ricerca risultati
ja: 検索結果
lt: ieškokite rezultatų
lv: Meklēšanas rezultāti
nb: søk resultater
nl: Zoekresultaten
pl: Rezultaty wyszukiwania
ro: Rezultatele cautarii
ru: Результаты поиска
sv: Sökresultat
th: ค้นหาคำตอบ
tr: Arama Sonuçları

# LABEL_ACTIVITIES
source: Recently Completed Activities:
ar: الأنشطة التي أنهيتها/أكملتها مؤخرا:
cs: Poslední dokončené aktivity
da: For nyligt gennemførte aktiviteter:
de: Zuletzt abgeschlossene Aktivitäten:
el: Πρόσφατα Ολοκληρωμένες Δραστηριότητες
es: Actividades Recientemente Completadas
fi: Viimeksi valmistuneet tehtävät:
fr: Récentes activités :
he: פעילויות שהושלמו לאחרונה:
hu: Utoljára elvégzett tevékenységek:
id: Tingkatan yang sudah dilewati:
it: Attività completate di recente:
ja: 最近終わったアクテビティ
lt: Neseniai atliktos veiklos
lv: Pēdējās Pabeigtās Aktivitātes
nb: Nylig gjennomførte aktiviteter
nl: Recent vervolledigde activiteiten:
pl: Prawie ukończone aktywności:
ro: Activitati complrtate recent:
ru: Недавно заверщшенные действия
sv: Senast Avslutade Aktiviteter:
th: กิจกรรมที่เสร็จสิ้นล่าสุด
tr: En Son Tamamlanan Aktiviteler

# LABEL_LANGUAGE
source: Language:
ar: اللغة المختارة:
cs: Výběr jazyka
da: Foretrukket sprog:
de: Bevorzugte Sprache:
el: Επιλογή Γλώσσας
es: Preferencia de Lenguage:
fi: Kielivalinta:
fr: Langue choisie
he: שפה מועדפת:
hu: Nyelv:
id: Pilih Bahasa:
it: Lingua Preferita:
ja: ご希望の言語
lt: Kalbos prioritetai:
lv: Valodas izvēle:
nb: Ønsket språk
nl: Voorkeurstaal:
pl: Preferowany język:
ro: Limba preferata:
ru: Язык для ввода данных
sv: Språk:
th: เลือกภาษา
tr: Dil Tercihi
