Repository: supriyarajgopal-spi/elx-learning-module
Catalog: sites/all/themes/po_files/*.po
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, lt, lv, nb, nl, pl, ro, ru, sv, th, tr

source: Password request received
ar: تم استلام طلب كلمة السر
cs: Obdrželi jste žádost o heslo
da: Modtaget anmodning af password
de: Passwortanfrage erhalten
el: Το αίτημα για τον κωδικό πρόσβασης παραλήφθηκε
es: Solicitud de contraseña recibida
fi: Pyydetty salasana saatu
fr: Demande de mot de passe reçue
he: בקשת ססמא התקבלה
hu: A jelszó kérelmed beérkezett.
id: Permintaan Password diterima
it: Richiesta password ricevuta
ja: パスワードリクエストを受け取りました
lt: Gauta slaptažodžio užklausa
lv: Saņemts paroles pieprasījums
nb: Passord mottatt
nl: Paswoordaanvraag ontvangen
pl: Otrzymano zgłoszenie hasła
ro: Cerere parola primita
ru: Получен запрос пароля
sv: Lösenordsförfrågan godkänd
th: รับพาสเวิร์ดที่ขอ
tr: Parola

# PROBLEM_LOADING
source: There was a problem loading this content, please try again.
ar: طرأت مشكلة في تحميل المحتوى، يرجى المحاولة مرة أخرى
cs: Nastal problém se stahováním obsahu. Prosím zkuste to znovu.
da: Det er ikke muligt at indlæse dette indhold, prøv igen
de: Es gab Probleme beim Laden der Inhalte. Bitte versuchen Sie es erneut.
el: Προέκυψε πρόβλημα στη φόρτωση του περιεχομένου, παρακαλούμε προσπαθήστε ξανά.
es: Hubo un problema cargando este contenido, por favor intente más tarde.
fi: Ongelma sisällön lataamisessa, ole hyvä ja yritä uudestaan.
fr: Le téléchargement du contenu a rencontré un problème. Merci d'essayer à nouveau.
he: נתקלנו בבעייה בהעלאת תוכן זה, אנא נסי שנית.
hu: Probléma az oldal betöltésekor. Próbáld újra!
id: Ada masalah saat memuat konten ini , silakan coba lagi .
it: Si è verificato un problema durante il caricamento, si prega di riprovare.
ja: 問題が発生しました、再度お試し下さい。
lt: Buvo problemų įkeliant šį turinį, bandykite dar kartą.
lv: Ielādes kļūda, lūdzu mēģiniet vēl reiz.
nb: Problemer med å laste innhold, prøv igjen senere
nl: Er was een probleem met het laden van deze inhoud. Gelieve het opnieuw te proberen.
pl: Wystąpił problem, spróbuj ponownie
ro: A aparut o problema in incarcarea continutului, te rugam sa reincerci.
ru: При загрузке содержимого была обнаружена проблема, пожалуйста,попробуйте еще раз.
sv: Det uppstod ett problem när detta skulle laddas, vänligen försök igen.
th: มีปัญหาในการดึงข้อมูล กรุณาลองอีกครั้ง
tr: İçeriği yüklemede problem oluştu, lütfen tekrar deneyin.

source: Product Library
ar: مكتبة المنتج
cs: Knihovna produktů
de: Produktverzeichnis
el: ΒΙΒΛΙΟΘΗΚΗ ΠΡΟΪΟΝΤΩΝ
es: Biblioteca de productos
fi: Tuotekirjasto
fr: Bibliothèque Produits
he: ספריית המוצרים
hu: Termékkatalógus
id: Perpustakaan produk
ja: プロダクトライブラリー
lt: Prekės biblioteka
lv: Produktu Bibliotēka
nb: Produkt bibliotek
nl: Productbibliotheek
pl: Biblioteka produktów
ro: Biblioteca de produse
ru: Библиотека средств
sv: Produktbibliotek
th: ข้อมูลผลิตภัณฑ์
tr: Ürün Kataloğu

# PRODUCT_SEARCH_TITLE
source: Product Library
ar: مكتبة المنتج
cs: Knihovna produktů
de: Produktverzeichnis
el: ΒΙΒΛΙΟΘΗΚΗ ΠΡΟΪΟΝΤΩΝ
es: Biblioteca De Productos
fi: Tuotekirjasto
fr: Bibliothèque Produits
he: ספריית המוצרים
hu: Termékkatalógus
id: Perpustakaan produk
ja: プロダクトライブラリー
lt: Prekės biblioteka
lv: Produktu Bibliotēka
nb: Produkt bibliotek
nl: Productbibliotheek
pl: Biblioteka produktów
ro: Biblioteca de produse
ru: Библиотека средств
sv: Produktbibliotek
th: ข้อมูลผลิตภัณฑ์
tr: Ürün Kataloğu

# PROFILE_ACTIVATE
source: Activate your Gravatar account from the confirmation email.
ar: تفعيل حساب Gravatar من إيميل التأكيد.
cs: Aktivujte si svůj účet služby Gravatar prostřednictvím odkazu v zaslaném e-mailu pro potvrzení o založení účtu.
da: Aktivér din Gravatar konto fra bekræftelses email
de: Aktivieren Sie Ihren Gravatar-Account über die Bestätigungs-Mail.
el: Ενεργοποιήστε το δικό σας λογαριασμό Gravatar μέσω του μηνύματος επιβεβαίωσης που θα λάβετε.
es: Activa tu cuenta Gravatar desde el correo de confirmación
fi: Aktivoi Gravatar tilisi vahvistus sähköpostilla
fr: Activez votre compte Gravatar à partir du mail de confirmation
he: מייל אישור
hu: Aktiváld Gravatar fiókodat a megerősítő e-mailben található utasítás szerint.
id: Aktifkan akun Gravatar Anda dari email konfirmasi
it: Attiva il tuo account Gravatar dall'email di conferma.
ja: プロフィールを作成しましょう
lt: Aktyvuok savo Gravatar profilį ir patvirtinkite elektroniniu paštu.
lv: Aktivizēt savu Gravatar lapu izmantojot aktivizācijas epastu
nb: Aktiver din Gravatar konto fra bekreftelses mailen
nl: activeer jouw Gravatar account via jouw bevestingsmail
pl: Aktywuj swój Gravatar klikając potwierdzenie przesłane na e-mail.
ro: Activeaza contul Gravatar din emailul de confirmare.
ru: Активируйте Граватар ( аватарку) вашего аккаунта из подтверждения по электронной почте.
sv: Aktivera ditt Gravatar konto från din e-postbekräftelse.
th: ยืนยันการใช้งานบัญชีGravatar จากอีเมล์การยืนยันเพื่อใช้งาน
tr: Gravatar hesabınızı onay e-maili ile aktive ediniz.

# PROFILE_ADD_PHOTO
source: Add your profile photo to your Gravatar account.
ar: إضافة صورة البروفايل إلى حسابك Gravatar
cs: Nahrajte svou profilovou fotografii k účtu služby Gravatar.
da: Tilføj profilbillede til din Gravatar profil
de: Laden Sie auf Ihrem Gravatar-Account ein Profilfoto hoch.
el: Προσθέστε τη φωτογραφία του προφίλ σας στο Gravatar λογαριασμό σας.
es: Añade tu foto de perfil a tu cuenta Gravatar
fi: Lisää kuvasi Gravatar tiliin
fr: Ajouter une photo à votre profil à partir de votre compte Gravatar
he: הוסף את תמונת הפרופיל שלך לחשבון גרוואטר
hu: Profilkép hozzáadása a Gravatar fiókodhoz
id: Tambahkan foto profil Anda untuk akun Gravatar Anda
it: Aggiungi la foto del tuo profilo al tuo conto Gravatar.
ja: プロフィールに写真を追加しましょう
lt: Pridėti savo profilio nuotrauką į savo Gravatar .
lv: Pievieno profila bildi savam Gravatar
nb: Legg til ditt profilbilde til din Gravatar konto
nl: voeg je foto toe aan je Gravatar account
pl: Dodaj zdjęcie profilowe do konta Gravatar.
ro: Adauga fotografia de profil contului tau Gravatar.
ru: Добавьте свое фото в свой Граватар аккаунт.
sv: Lägg till din profilbild på ditt Gravatar konto.
th: เพิ่มรูปภาพประจำตัวของคุณในบัญชี Gravatar
tr: Hesabınıza profil fotoğrafı ekleyiniz.

# PROFILE_CREATE_ACCOUNT
source: Create a free account with Gravatar
ar: إنشاء حساب مجاني مع Gravatar
cs: Vytvořte si zdarma účet ve službě Gravatar
da: Skab en gratis profil hos Gravatar
de: Erstellen Sie einen kostenlosen Account bei Gravatar
el: Δημιουργήστε ένα δωρεάν λογαριασμό στο Gravatar
es: Crea una cuenta gratis con Gravatar
fi: Luo ilmainen Gravatar tili
fr: Créez un compte Gravatar gratuitement
he: צור חשבון חינם
hu: Ingyenes felhasználói fiók létrehozása a Gravatarral
id: Buat akun gratis dengan Gravatar
it: Crea un account gratuito con Gravatar
ja: アカウントを作成しましょう
lt: Sukurti nemokamą profilį su Gravatar
lv: Izveidot bezmaksas lapu izmantojot Gravatar
nb: Opprett en gratis konto med Gravatar
nl: maak een gratis account aan op Gravatar
pl: Załuż darmowe konto na Gravatar
ro: Creeaza un cont gratuit cu Gravatar
ru: Создайте учетную запись с Граватаром.
sv: Skapa ett gratis konto med Gravatar
th: สร้างบัญชีกับ Gravatar ได้ฟรี
tr: Gravatar ile ücretsiz hesap oluşturun

# PROFILE_FOLLOW_STEPS
source: <strong>Follow these steps:</strong>
ar: اتباع الخطوات التالية:
cs: Postupujte podle těchto kroků:
da: Følg disse trin:
de: Folgen Sie diesen Schritten.
el: Ακουλουθήστε τα βήματα:
es: Sigues estos pasos
fi: Noudata näitä ohjeita:
fr: Suivez ces étapes
he: עקוב אחר הצעדים
hu: Végezd el a következő lépéseket:
id: Ikuti langkah berikut:
it: Segui questi passi:
ja: 使い方に沿って
lt: Atlikite šiuos veiksmus:
lv: Sekojiet šiem soļiem:
nb: Følg disse stegene
nl: Volg deze stappen
pl: Postępuj wraz ze wskazówkami:
ro: Urmeaza pasii:
ru: Используйте следующие шаги:
sv: Gör så här:
th: ทำตามขั้นตอนต่อไปนี้
tr: Aşağıdaki adımları takip edin:

# PROFILE_HELP
source: New to Gravatar and need some help?
ar: جديد على Gravatar وبحاجة لقليل من المساعدة؟
cs: Jste na stránkách služby Gravatar noví a potřebujete pomoc?
da: Er du ny på Gravatar og har brug for hjælp?
de: Sie sind neu bei Gravatar und brauchen Hilfe?
el: Νέος χρήστης στο Gravatar και χρειάζεστε βοήθεια;
es: Nuevo en Gravatar y necesitas ayuda?
fi: Uusi Gravatar käyttäjä ja tarvitset apua?
fr: Vous ne connaissez pas Gravatar et avez besoin d'aide ?
he: חדש כאן וזקוק לעזרה ?
hu: Új vagy a Gravatarban és segítségre van szükséged?
id: Baru di Gravatar dan butuh bantuan?
it: Sei un nuovo utente Gravatar e hai bisogno di aiuto?
ja: プロフィールに関するヘルプ
lt: Naujienos Gravatar ir reikalinga pagalba?
lv: Pirmo reizi izmanto Gravatar un ir nepieciešama palīdzība?
nb: Er du ny i Gravatar og trenger hjelp?
nl: nieuw op Gravatar en hulp nodig?
pl: Jesteś tu nowy? Może pomóc?
ro: Nou in Gravatar si ai nevoie de ajutor?
ru: Новичок в Граватаре и нужна помощь?
sv: Ny på Gravatar och behöver lite hjälp?
th: หากคุณยังใหม่กับGravatar และต้องการความช่วยเหลือ?
tr: Gravatar’ın ne olduğunu bilmiyorum ve yardıma ihtiyacım var.

# PROFILE_PERSONALIZE
source: Want to personalize your profile photo?<br><a href="http://gravatar.com/" target="_blank">Create an account with Gravatar</a>, and add your photo. It links automatically to ELX!
ar: تخصيص صورة البروفايل؟ إنشاء حساب Gravatar، وإضافة الصورة. سوف يتم ربطها تلقائياً مع ELX!
cs: Chcete personalizovat svou profilovou fotografii? Vytvořte si účet ve službě Gravatar a nahrajte svou profilovou fotografii. Automaticky se propojí s vaším účtem na ELX!
da: Vil du have et personligt profilbillede? Skab en profil hos Gravatar og tilføj dit billede. Det linkes automatisk til ELX!
de: Möchten Sie ein individuelles Profilfoto hochladen? Registrieren Sie sich bei Gravatar und laden Sie Ihr Foto hoch. Es wird automatisch mit ELX verlinkt!
el: Θέλετε να βάλετε την προσωπική σας φωτογραφία στο προφίλ σας; Δημιουργήστε ένα λογαριασμό στο Gravatar, και προσθέστε τη φωτογραφία σας. Θα συνδεθείτε απευθείας στο ELX!
es: Quieres personalizar tu foto de perfil? Crea una cuenta con Gravatar y añade tu foto. Se enlaza automaticamente con ELX!
fi: Haluatko vaihtaa profiilin kuvan? Tee tili Gravatariin ja lisää kuva. Se linkittyy automaattisesti ELXään
fr: Vous souhaitez personnaliser votre profil avec une photo ? Créez un compte avec Gravatar et ajouter votre photo. Le lien se fera automatiquement avec ELX !
he: רוצה לעדכן את תמונת הפרופיל שלךצור חשבון והוסף את תמונתך זה מתעדכן ישירות ב ELX
hu: Szeretnéd személyessé tenni a profilképedet? Hozz létre egy felhasználói fiókot a Gravatarral és töltsd fel a fényképedet. Automatikusan az ELX-hez kapcsolódik majd.
id: Ingin personalisasi foto profil Anda? Buat account dengan Gravatar, dan tambahkan foto Anda. Secara otomatis link ke ELX!
it: Desideri personalizzare la foto del tuo profilo? Crea un account con Gravatar e aggiungi la tua foto. Potrai collegarla automaticamente a ELX!
ja: プロフィールをカスタマイズしたいですか？Gravatarでアカウントを作成して写真を載せましょう。ここからＥＬＸは自動でリンクしています！
lt: Norite suasmeninti savo profilio nuotrauką? Sukurti profilį su Gravatar, ir pridėti savo nuotrauką. Automatiškai nuorodos į Elx!
lv: Gribi personalizēt savu profila bildi? Izveido lapu ar Gravatar palīdzību un pievieno savu bildi. Tā automātiskie pievienosies ELX!
nb: Vil du ha et personlig profilbilde? Opprett en Gravatarkonto, og legg til ditt bilde. Det linkes automatisk til ELX
nl: Zin om jouw profiel foto te personaliseren? Maak een account aan op Gravatar, en voeg je foto toe. Deze linkt automatisch naar je ELX!
pl: Chcesz spersonalizować swoje zdjęcie? Załóż konto na Gravatar i dodaj zdjęcie. Zdjęcie automatycznie pojawi się na ELX!
ro: Vrei sa iti personalizezi fotografia de profil? Creaza un cont Gravatar si adauga-ti fotografia. Se va asocia automat cu ELX!
ru: Хотите добавить свою фотографию в свой аккаунт? Создайте аккаунт с Граватаром и добавьте свое фото. Ссылка автоматически добавится в ELX!
sv: Vill du göra din profilbild personlig? Skapa ett konto med Gravatar, och lägg till ditt foto. Den linkar dig automatiskt vidare till ELX!
th: คุณต้องการใช้รูปภาพประจำตัวของคุณหรือไม่? สร้างบัญชีกับ Gravatar และเพิ่มรูปภาพของคุณ ซึ่งจะถูกแสดงบน ELX! โดยอัตโนมัติ
tr: Son Kazanılan Uzmanlıklar

# PROFILE_UPDATES
source: Your ELX profile updates automatically in just a short time!
ar: يتم تحديث البروفايل الخاص بك المتعلق بـ ELX تلقائياً خلال وقت قصير!
cs: Váš profil na stránkách ELX se během krátké chvíle automaticky aktualizuje!
da: Din ELX profil opdateres automatisk på et kort øjeblik.
de: Ihr ELX Profil wird nach kurzer Zeit automatisch aktualisiert.
el: Το προφίλ σας στο ELX ανανεώνεται αυτόματα σε λίγα μόλις λεπτά!
es: Tu perfil de ELX se actualiza automáticamente en un corto período de tiempo
fi: ELX profiilisi päivittyy automaattisesti hyvin nopeasti!
fr: Votre profil ELX se mettra à jour automatiquement très rapidement !
he: פרופיל ה ELX שלך מתכדען אוטומטית מייד
hu: Az ELX profilod hamarosan automatikusan frissül.
id: Profil Anda update otomatis hanya dalam waktu singkat!
it: Il tuo profilo ELX si aggiorna automaticamente in un attimo!
ja: プロフィールアップデート
lt: Jūsų ELX aprašymas bus atnaujintas automatiškai vos per trumpą laiką!
lv: Tavs ELX profils atjaunosies automātiski īsā laika periodā!
nb: Din ELX profil oppdateres automatisk innen kort tid!
nl: Jouw ELX profiel wordt automatisch aangepast.
pl: Twój profil na ELX aktualizuje się automatycznie i bardzo szybko!
ro: Profilul tau ELX se va actualiza automat in foarte scurt timp!
ru: Ваш профиль на ELX автоматически обновится в cамое ближайшее время.
sv: Din ELX profil uppdateras automatiskt alldeles snart!
th: ข้อมูลELX ของคุณจะถูกอัพเดทอย่างรวดเร็ว!

source: Recent Badges:
ar: شارات حديثة
cs: Naposledy získané odznaky
da: Seneste Mærker
de: Letzte Auszeichnungen
el: Πρόσφατα Διακριτικά
es: Últimas medallas
fi: Viimeisimmät ansiomerkkini
fr: Derniers badges obtenus
he: תגים אחרונים
hu: Mostanában szerzett jelvényeim
id: Lencana terakhir saya
it: Badge recenti
ja: 最新のバッジ
lt: Naujausi ženkliukai
lv: Visjaunākās atzīmes
nb: Siste Badges
nl: Recente badges
pl: Aktualne odznaki
ro: Insigne recente
ru: Недавно приобретенные значки
sv: Senaste Badges
th: เหรียญที่ได้รับล่าสุด

# REMEMBER_ME
source: <span></span>Remember Me
ar: تذكرني
cs: Pamatovat si
da: Husk Mig
de: Merken
el: Να Θυμάστε
es: Recuerda mis datos
fi: Muista minut
fr: Se souvenir de moi
he: זכור אותי
hu: Emlékezz rám!
id: Ingatkan saya
it: Ricordami
ja: 覚えてますか
lt: Išsaugoti
lv: Atceries
nb: Husk Meg
nl: Gegevens onthouden
pl: Zapamiętaj mnie
ro: Memorează cont
ru: Запомнить меня
sv: Minnas Mig
th: จดจำฉัน
tr: Hatırla

# REQUEST_PASSWORD
source: Request
ar: طلب كلمة سر جديدة
cs: Vyžádat si nové heslo
da: Få Nyt Kodeord
de: Neues Passwort anfragen
el: Αίτημα για Νέο Κωδικό Πρόσβασης
es: Solicita Nueva Contraseña
fi: Pyydä uusi salasana
fr: Demander un nouveau mot de passe
he: דורש סיסמא חדשה
hu: Új jelszó kérése
id: Meminta Password Baru
it: Richiedi Nuova Password
ja: 新しいパスワードを申請
lt: Gauti naują slaptažodį
lv: Pieprasīt jaunu paroli
nb: Be om nytt passord
nl: Nieuw wachtwoord aanvragen
pl: Podaj Nowe Hasło
ro: Solicitare parola noua
ru: Запросите новый пароль
sv: Begär Nytt Lösenord
th: กรุณาใส่พาสเวิร์ดใหม่
tr: Yeni Şifre Talebi

# SEARCH_COUNT
source: <em>Displaying {{ start }} - {{ end }} of {{ total }}</em>
ar: عرض {{ start }} - {{ end }} of {{ total }}
cs: Zobrazeno {{ start }} - {{ end }} z {{ total }}
da: Viser {{ start }} - {{ end }} af {{ total }}
de: {{ start }} - {{ end }} von {{ total }} anzeigen
el: Παρουσιάσεις {{ start }} - {{ end }} από {{ total }}
es: Mostrando {{ start }} - {{ end }} de {{ total }}
fi: Hakutulos {{ start }} - {{ end }} of {{ total }}
fr: Affichage {{ start }} - {{ end }} of {{ total }}
he: מציג {{ start }} - {{ end }} מתוך {{ total }}
hu: Megjelenített termékek {{ start }} - {{ end }} az {{ total }} közül
id: Menampilkan {{ start }} - {{ end }} dari {{ total }}
it: Visualizzazione {{ start }} - {{ end }} of {{ total }}
ja: ディスプレイ {{ start }} - {{ end }} of {{ total }}
lt: Rodoma {{ start }} - {{ end }} iš {{ total }}
lv: Rāda {{ start }} - {{ end }} : {{ total }}
nb: Viser {{ start }} - {{ end }} : {{ total }}
nl: Producten {{ start }} - {{ end }} van {{ total }} worden weergegeven
pl: Wyświetl {{ start }} - {{ end }} ze {{ total }}
ro: Afiseaza {{ start }} - {{ end }} of {{ total }}
ru: Отображение {{ start }} - {{ end }} из {{ total }}
sv: Visar {{ start }} - {{ end }} av {{ total }}
th: แสดงผล {{ start }} - {{ end }} ของ {{ total }}
tr: Görüntüle {{ start }} - {{ end }} of {{ total }}

# SEARCH_FILTER
source: Filter By
ar: منقحة من قبل
cs: Filtrovat podle
da: Filtrér efter
de: Filtern nach
el: ΦΙΛΤΡΟ ΑΝΑ
es: Filtre Por
fi: Suodata
fr: Filter par
he: סינון לפי
hu: Szűrés szempontja
id: Pilihan filter
it: Filtra per
ja: フィルターをかける
lt: Filtruoti pagal
lv: Sakārtot Pēc
nb: Filtrer
nl: Filter op
pl: Filtruj po
ro: Filtreaza dupa
ru: Систематизировать по
sv: Filtrera efter
th: กรองโดย
tr: Filtrele

# SEARCH_REFINE
source: Refine Search
ar: بحث محسّن
cs: Upřesnit vyhledávání
da: Avanceret søgning
de: Suche verfeinern
el: ΣΥΝΘΕΤΗ ΑΝΑΖΗΤΗΣΗ
es: Defina La Búsqueda
fi: Tarkenna hakua
fr: Affiner la recherche
he: חיפוש עדכני
hu: A keresés finomítása
id: Cari lagi
it: Affina ricerca
ja: サーチする
lt: Patikslinkite paiešką
lv: Precīzēta Meklēšana
nb: avansert søk
nl: Verfijn zoekopdracht
pl: Wyczyść wyszukiwanie
ro: Cautare avansata
ru: Уточнить поиск
sv: Avancerad sökning
th: ปรับปรุงการค้นหา
tr: Gelişmiş Arama

# SEARCH_SORT
source: Sort By
ar: الفرز حسب
cs: Řadit podle
da: Sorter efter
de: Sortieren nach
el: ΤΑΞΙΝΟΜΗΣΗ ΑΝΑ
es: Organice Por
fi: Järjestä
fr: Trier par
he: מיון לפי
hu: A rendezés szempontja
id: Dipilih berdasarkan
it: Ordina per
ja: ソートをかける
lt: Rūšiuoti Pagal
lv: Sortēt Pēc
nb: sorter etter
nl: Sorteer volgens
pl: Sortuj po
ro: Sortare dupa
ru: Сортировать по
sv: Sortera efter
th: คัดเลือกโดย
tr: Sırala

# SEARCH_SORT_AZ
source: Title A-Z
ar: العنوان أ - ي
cs: Název A-Z
da: Afsnit A-Z
de: von A-Z anzeigen
el: Αλφαβητικά Α-Ω
es: Título A-Z
fi: Nimi A-Z
fr: Titre A-Z
he: כותרת א-ת
hu: Cím A-Z
it: Titoli A-Z
ja: Ｔｉｔｌｅ Ａ－Ｚ
lt: Pavadinimas A-Z
lv: Nosaukumi A-Z
nb: tittel A-Å
nl: Titel A-Z
pl: Tytuły A-Z
ro: Titlu A-Z
ru: Заглавие от А-Я
sv: Titlar A-Z
th: หัวเรื่อง A-Z
tr: A'dan Z'ye Sırala

# SEARCH_SORT_POPULAR
source: Most Popular
ar: الأشهر
cs: Nejpoopulárnějí
da: Mest populære
de: Nach Beliebtesten sortieren
el: Τα Πιο Δημοφιλή
es: Más Popular
fi: Suosituimmat
fr: Popularité
he: הפופולריים ביותר
hu: Legnépszerűbb
id: Paling Populer
it: Più popolari
ja: 一番人気
lt: Populiariausias
lv: Vispopilārākie
nb: Mest populær
nl: Meest populaire
pl: Najbardziej popularne
ro: Cel mai popular
ru: Самое популярное
sv: Mest populär
th: เป็นที่นิยมที่สุด
tr: En Popüler

# SEARCH_VIEW
source: View
ar: عرض/إظهار
cs: Zobrazit
da: Vis
de: Sehen
el: ΔΕΙΤΕ
es: Ver
fi: Katso
fr: Voir
he: לצפייה
hu: Megtekintés
id: Tampilan
it: Vista
ja: Ｖｉｅｗ
lt: Vaizdas
lv: Skatīt
nb: Se
nl: Bekijken
pl: Zobacz
ro: Vizualizeaza
ru: Вид
sv: Överblick
th: ชม
tr: Görüntüle

source: See All Badges
ar: مشاهدة كل الشارات
cs: Zobrazit všechny odznaky
da: Se alle mine badges
de: Alle Auszeichnungen ansehen
el: Δείτε Όλα τα Διακριτικά
es: Ver Todas las Medallas
fi: Näytä kaikki ansiomerkit
fr: Voir tous les badges
he: ראי את כל התגים שלי
hu: Minden jelvény megtekintése
id: Lihat Semua Lencana
it: Guarda tutti i badge
ja: すべてのバッジを見る
lt: Visi ženkliukai
lv: Visas atzīmes
nb: Se alle merker
nl: Alle badges bekijken
pl: Zobacz wszystkie odznaki
ro: Vezi toate insignele
ru: Просмотреть все значки
sv: Visa alla medaljer
th: ดูเข็มทั้งหมด
tr: Tüm Rozetler

source: See All Tools
ar: مشاهدة كل الأدوات
cs: Zobrazit všechny nástroje
da: Se alle mine værktøjer
de: Alle Hilfsmittel ansehen
el: Δείτε Όλα τα Εργαλεία
es: Ver Todas las Herramientas
fi: Katso kaikki työvälineet
fr: Voir tous les outils
he: ראי את כל הכלים שלי
hu: Minden eszköz megtekintése
id: Lihat semua tools
it: Guarda tutti gli strumenti
ja: すべてのツールを見る
lt: Visi įrankiai
lv: Visi rīki
nb: Se alle verktøy
nl: Alle tools bekijken
pl: Zobacz wszystkie narzędzia
ro: Vezi toate instrumentele
ru: Просмотреть все вспомогательные средства, инструменты
sv: Visa alla verktyg
th: ดูเครื่องมือทั้งหมด
tr: Tüm Araçlar

# SEE_LEADERBOARD
source: See Full Leaderboard
ar: مشاهدة لوحة الرواد المتصدرين بأكلمها
cs: Zobrazit celkové průběžné pořadí
da: Se mit fulde Leaderboard
de: Die ganze Rangliste ansehen
el: Δείτε τον Ολοκληρωμένο Πίνακα Ιεράρχησης
es: Ver Pantalla Completa de Resultados
fi: Katso koko pistetaulukko
fr: Voir tout le tableau de bord
he: ראי את ה- Leaderboard המלא
hu: A teljes ranglista megtekintése
id: Lihat leaderboard penuh
it: Guarda tutta la classifica
ja: リーダーボードを見ましょう
lt: Pamatyti pilną lenta lyderių
lv: Pilns Baneris
nb: Se full poengoversikt
nl: Zie volledig scorebord
pl: Zobacz pełną tablicę wyników
ro: Vezi clasamentul complet
ru: Увидеть полную таблицу лидеров
sv: Se Fullstänid Överblick
th: ดูคะแนนนำทั้งหมด
tr: Tüm Puan Tablosu

# SERVER_ERROR
source: The server encountered an error
ar: يوجد عطل/ مشكلة في الخادم
cs: Došlo k chybě na serveru
da: Der opstod en fejl på serveren
de: Der Server hat ein Problem festgestellt
el: Προέκυψε σφάλμα στο Server
es: El servidor ha encontrado un problema
fi: Palvelinvirhe
fr: Le serveur a rencontré un problème
he: השרת נתקל בשגיאה
hu: A szerver hibát észlelt
id: Server sedang mengalami masalah
it: Il server ha rilevato un errore
ja: サーバーエラー
lt: Serveris aptiko klaidą
lv: Servera kļūda
nb: Serveren oppdaget en feil
nl: Er is een fout opgetreden
pl: Serwer napotkał błąd
ro: Serverul a intampinat o eroare
ru: Сервер обнаружил ошибку
sv: Servern upptäckte ett fel
th: เซิร์ฟเวอร์พบข้อผิดพลาด
tr: Sistemsel Hata

source: Sign In
ar: تسجيل الدخول
cs: Přihlášení
de: Einloggen
el: ΣΥΝΔΕΣΗ
es: Registrarse
fi: Kirjaudu sisään
fr: S'inscrire
he: הרשם
hu: Bejelentkezés
it: Entra
ja: サインイン
lt: Prisijungti
lv: Ielogot
nb: Logg inn
nl: Inloggen
pl: Zaloguj
ro: Autentificare
ru: Войти
sv: Logga In
th: ลงทะเบียน
tr: Giriş

source: Sorry, no favorites.
ar: عذراً، لا يوجد مفضلة.
cs: Nemáte žádné oblíbené položky.
da: Desværre, ingen favoritter.
de: Tut uns leid, leider keine Favoriten gespeichert.
el: Λυπούμαστε, όχι προτιμήσεις
es: Disculpa, no hay favoritos
fi: Valitan, ei tykkäystä
fr: Désolé, vous n'avez pas enregistré de favoris
he: סליחה אין מועדפים
hu: Sajnáljuk, nincsenek kedvenceid.
id: Maaf, tidak ada favorit .
it: Spiacenti, non risulta alcun prodotto preferito
ja: お気に入りが見つかりません
lt: Atsiprašome, bet jokių išrinktųjų.
lv: Piedosiet, nav atzīmēto.
nb: Beklager, ingen favoritter
nl: Sorry, geen favorieten.
pl: Niestety nie masz ulubionych
ro: Ne pare rau, nici o favorita.
ru: Извините, в избранном ничего нет.
sv: Tyvärr, inga favoriter.
th: ไม่พบที่ชื่นชอบ
tr: Üzgünüz, hiç favoriniz yok.

source: Submit
ar: إدخال
cs: Potvrdit
da: Sende
de: Einreichen
el: ΥΠΟΒΟΛΗ
es: Entregar
fi: Suorita
fr: Soumettre
he: שליחה
hu: Küldés
id: Kumpulkan
it: Invio
ja: Ｓｕｂｍｉｔ
lt: Siųsti
lv: Iesniegt
nb: Fullfør
nl: Indienen
pl: Zgłoś
ro: Trimite
ru: Отправить
sv: Godkänn
th: นำเสนอ
tr: Gönder

source: Suggested for me:
ar: المنتجات المقترحة لك:
cs: Má doporučení
da: Anbefalet til dig
de: Vorschläge für Sie
el: Προτεινόμενο για Εμένα
es: Sugerido para mí
fi: Ehdotamme sinulle
fr: Notre suggestion pour vous
he: הציעו לי
hu: Nekem ajánlott
id: Disarankan untuk saya
it: Suggeriti per me
ja: あなたへのおすすめ
lt: Patarimai
lv: Ierosinājumi
nb: Foreslått for Meg
nl: Je zult ook houden van…
pl: Sugestie dla mnie
ro: Sugestii pentru mine
ru: Рекомендовано для меня
sv: Föreslås för mig
th: คำแนะนำสำหรับฉัน
tr: Sizin için Önerilenler
