Repository: supriyarajgopal-spi/elx-learning-module
Catalog: sites/all/themes/po_files/*.po
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, lt, lv, nb, nl, pl, ro, ru, sv, th, tr

# LABEL_LAST_LOGIN
source: Last Login:
ar: آخر تاريخ لتسجيل الدخول:
cs: Poslední přihlášení
da: Sidste login:
de: Letzter Login:
el: Τελευταία Σύνδεση
es: Previo Acceso:
fi: Viimeisin sisäänkirjautuminen:
fr: Dernière connexion :
he: התחברות אחרונה:
hu: Utolsó bejelentkezés:
id: Login terakhir:
it: Ultimo Login:
ja: 最後のログイン
lt: Paskutinis prisijungimas:
lv: Pēdējais Lietotājvārds:
nb: Forrige innlogging
nl: Laatste login:
pl: Ostatnie logowanie:
ro: Ultima conectare:
ru: Последняя авторизация:
sv: Senaste Login:
th: เข้าสู่ระบบครั้งล่าสุด
tr: En Son Giriş:

# LABEL_LEVELS_COMPLETED
source: Levels Completed:
ar: المستويات/المراحل التي تم إنهائها:
cs: Úroveň dokončena
da: Gennemførte levels:
de: Abgeschlossene Level:
el: Ολοκληρωμένα Επίπεδα:
es: Niveles Completados:
fi: Suoritetut tasot:
fr: Niveaux atteints :
he: שלבים שהושלמו:
hu: Elvégzett szintek:
id: Tingkatan:
it: Livelli completati:
ja: 完了したレベル
lt: Lygiai užbaigti:
lv: Pabeigtie Līmeņi:
nb: Nivåer som er ferdig
nl: Voltooide niveaus:
pl: Ukończone poziomy:
ro: Niveluri finalizate:
ru: Завершенные уровни
sv: Uppnådda Nivåer:
th: ระดับที่เสร็จสมบรูณ์
tr: Tamamlanan Modüller

# LABEL_LOCATION
source: Location:
ar: المكان:
cs: Umístění
da: Beliggenhed:
de: Standort:
el: Περιοχή:
es: Localización:
fi: Sijainti:
fr: Lieu :
he: מיקום:
hu: Helyszín:
id: Lokasi:
ja: ロケーション
lt: Vieta:
lv: Atrašanās vieta:
nb: Sted:
nl: Plaats:
pl: Lokalizacja:
ro: Locatie:
ru: Расположение:
sv: Plats:
th: ตำแหน่งที่ตั้ง
tr: Lokasyon

# LABEL_LOGOUT
source: Log Out
ar: تسجيل الخروج
cs: Odhlásit se
da: Log Af
de: Abmelden
el: ΑΠΟΣΥΝΔΕΣΗ
es: FINALIZAR SESIÓN
fi: Uloskirjautuminen
fr: Deconnexion
he: יציאה
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
lt: atsijungimas
lv: Iziet
nb: Logg ut
nl: uitloggen
pl: Wyloguj
ro: Deconectare
ru: Выйти
sv: Logga Ut
th: ออกจากระบบ
tr: Çıkış

# LABEL_MAINTENANCE_MODE
source: Site in Maintenance Mode
ar: الموقع يخضع لإجراءات الصيانة
cs: Stránka je v režimu úpravy
da: Websiden er i vedligeholdelsestilstand
de: Seite befindet sich in Wartungsarbeiten.
el: Ο ιστότοπος είναι υπό συντήρηση.
fi: Sivusto ylläpitotilassa
fr: Site en mode maintenance
he: אתר במצב אחזקה
hu: Az oldal karbantartás alatt áll.
id: Situs dalam perbaikan
it: Sito in manutenzione
ja: メンテナンス中
lt: Puslapis kuriamas
lv: Saite apkalpošanas režīmā
nb: Nettsiden er i vedlikeholdsmodus
nl: website in onderhoud
pl: Strona chwilowo niedostępna
ro: Site in modul de intretinere
ru: На сайте проводятся профилактические работы.
sv: Webbsidan är i underhållsläge
th: ขณะนี้ระบบอยู่ในระหว่างการปรับปรุง
tr: Site Bakım Sürecinde

# LABEL_MARKET
source: Market:
ar: السوق
cs: Trh
da: Marked
de: Markt
el: Αγορά
es: Pais:
fi: Markkina
fr: Marché
he: שוק מקומי
hu: Ország
it: Mercato
ja: マーケット
lt: Rinka
lv: Tirgus
nb: Marked
nl: markt
pl: Rynek
ro: Tara
ru: РЫНОК
sv: Marknad
th: ประเทศ
tr: Ülke

# LABEL_MEMBER
source: Member Since:
ar: عضوة منذ:
cs: Člen od:
da: Medlems side:
de: Mitglied seit:
el: Μέλος από:
es: Miembro Desde:
fi: Jäsenenä alkaen:
fr: Membre depuis :
he: חברה מאז:
hu: Tagság kezdete:
id: Member dari:
it: Membro da:
ja: メンバー開始日：
lt: Užsiregistravo:
lv: Dalībnieks kopš:
nb: Medlem siden:
nl: Lid sinds:
pl: Członek od:
ro: Membru din:
ru: Участник с периода:
sv: Medlem sedan:
th: เป็นสมาชิกตั้งแต่
tr: Üye: ....'den beri

# LABEL_MY_BADGES
source: My Badges
ar: شاراتي المكتسبة
cs: Můj odznak
da: Mine badges:
de: Meine Auszeichnungen
el: Τα Διακριτικά Μου
es: Mis Credenciales
fi: Arvomerkki
fr: Mes Badges :
he: התגים שלי:
hu: Jelvényeim:
id: Lencana saya
it: I miei premi
ja: マイバッジ
lt: Mano ženkliukai
lv: Manas Saites:
nb: Mine skilt
nl: Mijn badges
pl: Moje odznaki
ro: Insignele mele
ru: Мои значки
sv: Mina Medaljer
th: เหรียญรางวัลของฉัน
tr: Uzmanlıklarım

# LABEL_MY_FAVORITES
source: My Favorites
ar: أفضلياتي
cs: Oblíbené
da: Mine foretrukne
de: Meine Favoriten
el: Οι Προτιμήσεις Μου
es: Mis Favoritos
fi: Suosikkini
fr: Mes Favoris :
he: המועדפים שלי
hu: Kedvenceim:
id: Favorit saya
it: I miei Preferiti
ja: マイフェイバリット
lt: Mano išrinktieji
lv: Manas Izvēlnes:
nb: Mine favoritter
nl: Mijn favorieten
pl: Moje ulubione
ro: Favoritele mele
ru: Избраное
sv: Mina Favoriter
th: รายการโปรด
tr: Favorilerim

# LABEL_MY_LEADERBOARD
source: My Leaderboard
ar: قائمتي الخاصة بالريادة
cs: Průběžné pořadí
da: Mit Leaderboard
de: Meine Rangliste
el: O Πίνακας Ιεράρχησής μου
es: Mi Tabla de Resultados
fi: Oma pistetaulukko
fr: Mon tableau de bord :
he: ה- Leaderboard שלי
hu: Ranglista:
id: Leaderboard saya
it: La mia classifica
ja: マイリーダーボード
lt: Mano lyderis
lv: Mans Banneris
nb: Min rangering
nl: Mijn scorebord
pl: Moja tablica wyników
ro: Clasamentul meu
ru: Мой список лидеров
sv: Min Resultatstavla
th: คะแนนนำของฉัน
tr: Skorlarım

# LABEL_MY_POINTS
source: My Points:
ar: نقاطي:
cs: Moje body
da: Mine points:
de: Meine Punkte:
el: Οι Πόντοι Μου
es: Mis Puntos:
fi: Pisteeni:
fr: Mes Points :
he: הנקודות שלי:
hu: Pontszámaim:
id: Point saya:
it: I miei Punti:
ja: マイポイント
lt: Mano Taškai
lv: Mani Punkti:
nb: Mine poeng
nl: Mijn punten:
pl: Moje punkty:
ro: Punctele mele:
ru: Мои очки:
sv: Mina poäng:
th: คะแนนของฉัน:
tr: Puanlarım

# LABEL_MY_PROGRESS
source: My Progress
ar: تقدمي وتطوري
cs: Můj pokrok
da: Min udvikling
de: Mein Fortschritt
el: Η Πρόοδος μου
es: Mi Progreso
fi: Edistymiseni
fr: Ma progression
he: ההתקדמות שלי
hu: Előmenetelem
id: Kemajuan Saya
it: Il mio Avanzamento
ja: 進歩状況
lt: Mano progresas
lv: Mans progress
nb: Min utvikling
nl: Mijn vooruitgang
pl: Moje postępy
ro: Progresul meu
ru: Мои достижения
sv: Min statusöversikt
th: ความก้าวหน้าของฉัน
tr: Gelişimim

# LABEL_MY_TOOLS
source: My Tools
ar: أدواتي
cs: Moje nástroje
da: Mine værktøjer:
de: Meine Werkzeuge
el: Τα Εργαλεία Μου
es: Mis Herramientas:
fi: Työvälineeni
fr: Mes Outils :
he: הכלים שלי
hu: Eszközök:
id: Tools saya
it: I miei Stumenti
ja: マイツール
lt: Mano įrankiai
lv: Mani Darbarīki
nb: Mine verktøy
nl: Mijn tools
pl: Moje narzędzia
ro: Instrumentele mele
ru: Мои вспомогательные средства (инструменты)
sv: Mina Verktyg
th: อุปกรณ์ของฉัน
tr: Başlıklar

# LABEL_NEXT_LEVEL
source: Next Level Up:
ar: المستوى الأعلى التالي:
cs: O úroven výš
da: Næste niveau:
de: Nächste Stufe:
el: Επόμενο Επίπεδο
es: Próximo Nivel Ascendente:
fi: Seuraava ylempi taso:
fr: Prochain niveau :
he: השלב הבא:
hu: Soron következő szint:
id: Level selanjutnya:
it: Prossimo Livello:
ja: 次のレベル：
lt: Kitas lygis:
lv: Nākošais Līmenis:
nb: Neste nivå:
nl: Volgend niveau:
pl: Następny poziom:
ro: Nivelul urmator:
ru: Переход на следующий уровень:
sv: Till Nästa Nivå:
th: เลื่อนระดับขั้นต่อไป:
tr: Bir Sonraki Modül

# LABEL_PROGRESS
source: Progress:
ar: تقدمي وتطوري
cs: Můj pokrok
da: Min udvikling
de: Mein Fortschritt
el: Η ΠΡΟΟΔΟΣ ΜΟΥ
es: Progreso
fi: Edistymiseni
fr: Ma progression
he: ההתקדמות שלי
hu: Előmenetelem
id: Kemajuan Saya
it: Il mio Avanzamento
ja: 進歩状況
lt: Progresas
lv: Mans progress
nb: Min utvikling
nl: Mijn vooruitgang
pl: Moje postępy
ro: Progresul meu
ru: Мои достижения
sv: Min statusöversikt
th: ความก้าวหน้าของฉัน
tr: Gelişimim

# LABEL_SIGNIN
source: Sign in
ar: تسجيل الدخول
cs: Přohlášení
da: Log ind:
de: Login
el: Σύνδεση
es: Ingresar
fi: Sisäänkirjautuminen:
fr: S'enregistrer :
he: התחברות למערכת
hu: Belépés
it: Registrati
ja: サインイン
lt: Prisijungti
lv: Pierakstīties
nb: Logg inn
nl: Aanmelden
pl: Zaloguj
ro: Autentificare
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş

# LABEL_STORE
source: Store:
ar: المتجر/المحل:
cs: Doporučení pro vás
da: Butik:
de: Geschäft/Tür:
el: Κατάστημα
es: Tienda/Puerta
fi: Myymälä:
fr: Magasin :
he: נקודת מכירה:
hu: Üzlet/pult:
id: Toko:
it: Punto Vendita
ja: ストア/ドア：
lt: Parduotuvė / durys:
lv: Veikals:
nb: Butikk/Dør:
nl: Winkel:
pl: Sklep/Perfumeria:
ro: Magazin/Locatie
ru: МагазинДверь:
sv: Butik/Namn:
th: ร้านค้า/สาขา:
tr: Mağaza

# LABEL_SUGGESTED
source: Suggested for you:
ar: المنتجات المقترحة لك:
cs: Doporučení pro vás
da: Foreslået til dig:
de: Vorschläge für Sie:
el: Προτεινόμενο για Εσάς
es: Sugerencias para usted:
fi: Sinulle ehdotettu:
fr: Suggéré pour vous :
he: מומלץ עבורך:
hu: Neked ajánljuk:
id: Disarankan untuk Anda
it: Suggerimenti per te:
ja: あなたへのおすすめ：
lt: Siūloma jums:
lv: Ieteikumi:
nb: Anbefalt for deg:
nl: Aanbevolen voor jou:
pl: Sugerowane dla Ciebie:
ro: Sugestii pentru tine:
ru: Рекомендовано для вас:
sv: Förslag till dig:
th: คำแนะนำสำหรับคุณ:
tr: Sizin için Önerilenler

# LANGUAGE_UPDATED_MESSAGE
source: Language updated to
ar: تحديث اللغة إلى
cs: Jazyk změněn na
da: Sprog ændret til
de: Sprache wird geändert
el: Επιλογή γλώσσας σε
es: Idioma actualizado a
fi: Päivitetty Kieli
fr: Nouvelle langue choisie
he: עדכן שפה
hu: A nyelvi beállítás megváltoztatva
id: Bahasa diperbarui untuk
it: Lingua aggiornata a
ja: 言語をアップデート
lt: kalbos atnaujinimas
lv: Valoda nomainīta uz
nb: Språk oppdatert til
nl: taal wordt bijgewerkt
pl: Aktualizuj język
ro: Limba actualizata
ru: Язык обновлен до
sv: Spårket har uppdaterats till
th: ภาษาแก้ไขเป็น
tr: Seçili Dil Tercihi Değiştirildi

source: Leaderboard
ar: قائمتي الخاصة بالريادة
cs: Tabulka výsledků
de: Rangliste
el: Πίνακας Ιεράρχησης
es: Tabla de Posiciones
fi: Tulostilanne
fr: Classement
he: לוח מנהיגות
hu: Ranglista
it: Classifica dei migliori
ja: リーダーボード
lt: Rezultatų lentelė
lv: Rezultātu tabula
nb: Navigasjonsboks
nl: Scorebord
pl: Tabela wyników
ro: Clasament
ru: Таблица лидеров
sv: Resultattavla
th: ผู้ได้คะแนนนำ
tr: Skor

# LEVEL_FILTER_ALL
source: All
ar: الكل،
cs: Vše
da: Alle
de: Alle
el: ΟΛΑ
es: Todo
fi: Kaikki
fr: Tout
he: הכל
hu: Mind
id: Semua
it: Tutti
ja: すべて
lt: Visi
lv: Viss
nb: Alle
nl: Alle
pl: Wszystko
ro: Toate
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü

source: Levels
ar: المستويات
cs: Úrovně
da: Niveauer
de: Level
el: Επίπεδα
es: Niveles
fi: Tasot
fr: Niveaux
he: רמות
hu: Szintek
it: Livelli
ja: レベル
lt: Lygiai
lv: Līmeņi
nb: Nivåer
nl: Niveaus
pl: Kursy
ro: Niveluri
ru: Уровни
sv: Nivåer
th: ระดับชั้น
tr: Modüller

source: Levels Completed:
ar: المستويات/المراحل التي تم إنهائها:
cs: Úrovně dokončeny
da: Levels gennemført:
de: Abgeschlossene Level:
el: Ολοκληρωμένα Επίπεδα:
es: Niveles Completados:
fi: Suoritetut tasot:
fr: Niveaux atteints :
he: שלבים שהושלמו:
hu: Elvégzett szintek:
id: Tingkat yang sudah dilewati:
it: Livelli completati:
ja: 完了したレベル：
lt: Lygiai Užbaigti:
lv: Pabeigtie Līmeņi:
nb: Nivåer som er ferdig
nl: niveaus afgerond
pl: Ukończone poziomy:
ro: Niveluri finalizate:
ru: Завершенные уровни:
sv: Uppnådda Nivåer:
th: ระดับที่เสร็จสมบรูณ์:
tr: Tamamlanan Modüller

# LEVELS_HEADER_TEXT
source: Each of these Levels was created for you&#x2014;to make you better at what you do. You decide how to experience them and how you want to Level Up.
ar: لقد تم ابتكار كل مستوى من هذه المستويات خصيصا لكم - لتحسين والارتقاء بجودة ما تقومون به. كل واحد منكم هو من يقرر كيفية التجربة وكيفية الارتقاء بالمستوى.
cs: Každá úroveň byla vytvořená pro vás - tak, abyste byli ještě lepší, v tom, co děláte. Rozhodněte se, jak je chcete praktikovat a dostat se o úroveň výš.
da: Hvert af disse niveauer er oprettet for dig, for at gøre dig endnu bedre til det, du er god til. Du bestemmer, hvordan det skal opleves, og hvordan du vil gå op i niveau.
de: Die Level helfen Ihnen, Ihr Wissen auszubauen und unterstützen Sie außerdem beim Umgang mit Ihren Kundinnen. Wie Sie das Level durchlaufen und wie Sie andere Level erreichen, liegt alleine bei Ihnen!
el: Καθένα από αυτά τα Επίπεδα δημιουργήθηκε για εσάς. Για να γίνεστε όλο και καλύτερη σε ότι κι αν κάνετε. Εσείς αποφασίζετε, πως θα ζήσετε την εμπειρία και πως θα επιλέξετε να ανεβαίνετε τα Επίπεδα.
es: Cada uno de estos niveles ha sido creado para ti - para que seas aún mejor en lo que haces. Tú decides cómo quieres experimentarlos y cómo quieres seguir subiendo de nivel.
fi: Lataa sisältöä…
fr: Chacun de ces niveaux a été créé pour vous, pour vous aider à être meilleur dans votre métier. A vous de décider comment parcourir ces niveaux et à quel moment en franchir un nouveau.
he: כל אחד משלבים אלה נוצר עבורך - כדי להפוך אותך טובה יותר במה שאת עושה. את מחליטה כיצד לחוות אותם וכיצד את מעוניינת להתקדם מעלה בשלבים.
hu: A szintek mindegyikét neked dolgoztuk ki, hogy jobbá válhass abban, amit teszel. Te döntöd el, hogyan végzed el azokat és lépsz magasabb szintre.
id: " Masing-masing Tingkat ini diciptakan untuk Anda - untuk membuat Anda lebih baik lagi. Anda bisa memutuskan bagaimana pengalaman Anda dan bagaimana Anda ingin naik tingkat "
it: Ognuno di questi livelli è stato creato per Te, per migliorare il tuo lavoro. Sei tu a decidere come usarli e come salire di livello.
ja: これらのレベルはあなたの為に創られました-あなたの仕事を助けるためです。どのように体験してどのようにレベルアップするかあなた自身で決定できます。
lt: Kiekvienas iš šių lygių buvo sukurtas jums, kad jums pagerinti jūsų darbą. Galite nuspręsti, patirti juos ir eiti lygiu aukštyn.
lv: Katrs no šiem Līmeņiem bija izveidots Jums, lai palīdzētu labāk pildīt savu darbu. Jūs varat izvēlēties pati kādā kārtībā un kad tos pabeigt.
nb: Disse ulike nivåene er spesielt utviklet for deg-får at du skal kunne bli enda bedre. Du bestemmer hvordan du skal komme til neste nivå
nl: Elk van deze niveaus werd voor jou gecreëerd - om je nog beter te maken in wat je doet. Jij bepaalt hoe je de niveaus ervaart en hoe je naar een volgend niveau wil gaan.
pl: Każdy z poziomów został stworzony dla Ciebie -by pomóc Ci być jeszcze lepszym w tym co robisz. Ty decydujesz jak będziesz przez nie przechodzić.
ro: Fiecare dintre aceste niveluri a fost creat pentru tine - pentru a excela in ceea ce faci. Tu decizi cum le experimentezi si modul in care doresti sa avansezi.
ru: Каждый из этих уровней был создан для вас - с целью усовершенствования применяемых вами навыков. Вы сами решаете как вы получаете знания и хотите ли перейти на следующий уровень.
sv: Laddar Innehåll…
th: ในแต่ละระดับนี้ถูกสร้างสรรค์ขึ้นสำหรับคุณ-เพื่อช่วยให้คุณเก่งขึ้นคุณคือผู้ที่จะตัดสินใจเองว่าอยากจะเรียนรู้อย่างไรใด หรือ คุณต้องการที่จะเลื่อนระดับอย่างไร
tr: İçeriklerin hepsi yaptığınız işte en iyisi olmanız için size özel tasarlandı. Bu eşsiz içerikleri değerlendirerek tüm adımları tercihinize göre tamamlayınız.

source: Loading Content...
ar: جاري تحميل المحتوى ...
cs: Stahování obsahu
da: Henter indhold…
de: Inhalte laden…
el: Φόρτωση Περιεχομένου…
es: Recibiendo Contenido
fr: Téléchargement du contenu…
he: טוען תוכן...
hu: Tartalom betöltése…
id: Memuat Konten
it: Caricamento Contenuti…
ja: ダウンロード中…
lt: Kraunasi..
lv: Ielādē...
nb: Lader innhold
nl: Inhoud laden…
pl: Wyszukuję…
ro: Se incarca continutul…
ru: Загрузка содержимого…
th: กำลังดึงข้อมูล...
tr: İçeriği yüklüyor...

source: Loading Tools...
ar: أدوات التحميل ...
cs: Stahování obsahu
da: Uploader Værktøjer…
de: Hilfsmittel werden geladen
el: Φόρτωση Εργαλείων…
es: Herramienta de Descarga
fi: Ole hyvä odota…
fr: Téléchargement des supports de formation…
he: מעלה כלים
hu: Eszközök betöltése…
id: Alat Loading ...
it: Strumenti in caricamento..
ja: ツールをロード中
lt: žiūrėkite įrankius
lv: Ielādē...
nb: Lader verktøy
nl: hulpmiddelen aan het laden
pl: Ładuję narzędzia...
ro: Se incarca instrumentele…
ru: Загрузка инструментов
sv: Laddar Verktyg…
th: กำลังโหลดตัวช่วย...
tr: Yükleme Araçları...

# LOGIN_SUCCESS
source: Login Successful
ar: نعتذر. يبدو أن هذا البريد الإلكتروني غير مرتبط أو لا يعود لحساب ELX. الرجاء المحاولة مع بريد إلكتروني آخر. هل أنت بحاجة لمزيد من المساعدة من استي لودر؟
cs: Úspěšné přihlášení
da: Login succes…
de: Login erfolgreich
el: Επιτυχής Σύνδεση
es: Registro Exitoso
fi: Kirjautuminen onnistunut
fr: Connexion réussie
he: התחברת בהצלחה
hu: Sikeres bejelentkezés:
id: Login berhasil
it: Login riuscito
ja: ログイン成功
lt: Vartotojas sėkmingas
lv: Ielāde neveiksmīga...
nb: Innlogging vellykket
nl: Succesvol aangemeld
pl: Pomyślne logowanie
ro: Autentificare reusita
ru: Вход выполнен успешно
sv: Inloggningen lyckades
th: เข้าสู่ระบบสำเร็จ
tr: Giriş başarılı

# LOGIN_WAIT
source: Please wait...
ar: الرجاء الانتظار...
cs: Prosím čekejte
da: Vent venligst…
de: Bitte warten…
el: Παρακαλώ περιμένετε..
es: Por favor espere…
fi: Ole hyvä odota…
fr: Merci de patienter…
he: אנא המתיני...
hu: Várj…
id: Harap Tunggu
it: Attendere prego…
ja: お待ちください…..
lt: Prašome palaukti..
lv: Ielāde veiksmīga
nb: Vennligst vent
nl: Gelieve even te wachten…
pl: Proszę czekać…
ro: Te rugam sa astepti…
ru: Пожалуйста подождите…
sv: Vänligen vänta…
th: กรุณารอสักครู่....
tr: Lütfen bekleyin...

# LOGOUT_MESSAGE
source: You have logged out. See you again soon!
ar: لقد سجلت خروجك من الموقع. نراك قريبا!
cs: Právě jste se odhlásili. Brzy naviděnou
da: Du er nu logget af. Vi ses snart igen!
de: Sie haben sich erfolgreich ausgeloggt. Bis bald!
el: Έχετε αποσυνδεθεί. Θα τα ξαναπούμε σύντομα!
es: Ha finalizado su sesión. ¡Nos vemos pronto!
fi: Olet kirjautunut ulos. Nähdään pian uudestaan!
fr: Vous venez de vous déconnecter. A bientôt !
he: יצאת מהמערכת. נתראה שוב בקרוב!
hu: Sikeresen kijelentkeztél. Várunk vissza!
id: Anda sudah logged out- sampai jumpa
it: Ti sei disconnesso. A presto!
ja: ログアウトされました。See you again soon!
lt: Jūs atsijungęs. Pasimatysime netrukus vėl!
lv: Lūdzu uzgaidiet...
nb: Du har logget ut. Ser deg snart igjen!
nl: Je bent uitgelogd. Tot snel!
pl: Wylogowałeś się. Do zobaczenia wkrótce…
ro: Deconectare. Ne vedem in curand!
ru: Вы вышли. До скорой встречи!
sv: Du har loggat ut. Vi ses snart igen!
th: คุณได้ออกจากระบบ แล้วพบกันใหม่!
tr: Çıkış yaptınız. Tekrar görüşmek üzere!

source: Log Out
ar: تسجيل الخروج
cs: Odhlásit se
da: Log Af
de: Abmeldung
el: Αποσύνδεση
es: Finalizar Sesión
fi: Uloskirjautuminen
fr: Deconnexion
he: יציאה
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
lt: atsijungimas
lv: Iziet
nb: Logg ut
nl: uitloggen
pl: Wyloguj
ro: Deconectare
ru: Выйти
sv: Logga Ut
th: ออกจากระบบ
tr: Çıkış

# LOOKING_FOR_LOGIN
source: Looking for existing login...
ar: البحث عن تسجيل دخول حالي...
cs: Hledání stávajícího přihlášení
da: Leder efter eksisterende login…
de: Suche nach bestehendem Login…
el: Αναζήτηση της ήδη υπάρχουσας σύνδεσης…
es: Buscando su acceso existente…
fi: Etsitään olemassa olevaa kirjautumista…
fr: Recherche de login existant…
he: מחפש אחר שם משתמש קיים...
hu: Létező felhasználónév keresése…
id: Mencari login yang sudah ada
it: Cerca per
ja: 現在のログインを検索中…
lt: Ieško esamo prisijungimo
lv: Mēklē Lietotājvārdu...
nb: Ser etter eksisterende innlogging
nl: Bestaande login opzoeken…
pl: Szukam istniejącego loginu…
ro: Cautarea unei autentificari existente…
ru: В ожидании входа…
sv: Letar efter nuvarande login…
th: กำลังรอออกจากระบบ...
tr: Mevcut giriş

# MESSAGE_MAINTENANCE_MODE
source: The ELX website is currently in maintenance mode. Please check back soon - we apologize for any inconvenience.
ar: إن موقع ELX يخضع حاليا لإجراءات الصيانة. يرجى العودة لزيارة الموقع في أقرب وقت -- نأسف لأي إزعاج.
cs: Na stránkách ELX probíhají úpravy. Prosím přihlašte se později. Omlouváme se za případné potíže.
da: ELX hjemmesiden er i øjeblikket i vedligeholdelsestilstand. Prøv venligst igen senere - vi beklager ulejligheden.
de: Aufgrund von Wartungsarbeiten ist ELX- das Estée Lauder Erlebnis im Moment leider nicht verfügbar. Bitte kommen Sie bald wieder - wir entschuldigen uns für die Unannehmlichkeiten.
el: Ζητούμε συγνώμη γιατί η ιστοσελίδα ELX είναι προσωρινά υπό συντήρηση. Παρακαλούμε προσπαθήστε ξανά αργότερα.
es: Mi tablero
fi: Kojelautani
fr: Le sit ELX est en cours de maintenance. Merci de vous reconnecter prochainement. Veuillez nous excuser pour la gêne occasionnée.
he: אתר במצב בנייה ועדכון
hu: Irányítópultom
id: Situs ELX dalam perbaikan. Kami akan kembali secepatnya - Mohon maaf atas ketidaknyamanan ini.
it: ELX è momentaneamente in manutenzione. Ti invitiamo a riprovare più tardi. Ci scusiamo per l'inconveniente.
ja: マイダッシュボード
lt: ELX puslapis kuriamas. Kviečiame apsilankyti vėliau - atsiprašome už nesklandumus.
lv: ELX lapar pašlaik strādā apkalpošanas režīmā. Lūdzu ienākt nedaudz vēlāk. Atvainojamies par sagādātajām neertībām.
nb: ELX nettsiden er for tiden i vedlikeholdsmodus. Vennligst kom tilbake senere - vi beklager eventuelle ulemper dette medfører.
nl: De ELX website is in onderhoud. Kijk snel binnenkort. Onze excuses voor het ongemak.
pl: Moja tablica
ro: ELX este in prezent in modul de intretinere. Te rugam sa verifici din nou in curand - ne cerem scuze pentru orice inconvenient.
ru: В данный момент на сайте проводятся профилактические работы. В ближайшее время работа сайта будет восстановлена.
sv: ELX hemsidan är för närvarande i underhållsläge. Kom tillbaka sen - vi ber om ursäkt för eventuella besvär.
th: เวปไซด์ ELX กำลังอยู่ในระหว่างการปรับปรุง กรุณากลับมาเยี่ยมชมเวปใหม่อีกครั้ง- เราขออภัยในความไม่สะดวกที่เกิดขึ้น
tr: ELX şuan bakım sürecinde olduğundan geçici bir süre hizmet verememekteyiz. Lütfen kısa bir süre sonra tekrar deneyin.Anlayışınız için teşekkürler.

source: My Points:
ar: نقاطي
cs: Mon score
da: Mit Points
de: Meine Punkte
el: Οι Πόντοι μου
es: Mis puntos
fi: Pisteeni
fr: Mon score
he: הנקודות שלי
hu: Pontszámaim
id: Nilai saya
it: I miei punti
ja: マイポイント
lt: Mano punktai
lv: Mani punkti
nb: Mine poeng
nl: Mijn punten
pl: Moje punkty
ro: Punctele mele
ru: Мои баллы
sv: Mina Poäng
th: คะแนนของฉัน
tr: Puanlarım

source: My Progress
ar: تقدمي وتطوري
cs: Můj pokrok
da: Min udvikling
de: Mein Fortschritt
el: Η Πρόοδός μου
es: Mi Progreso
fi: Edistymiseni
fr: Mes progrès
he: שלבים
hu: Előmenetelem
id: Perkembangan Saya
it: Mio avanzamento
ja: 進歩状況
lt: Mano progresas
lv: Mans progress
nb: Min utvikling
nl: Mijn vooruitgang
pl: Moje postępy
ro: Progresul meu
ru: Мои достижения
sv: Min statusöversikt
th: ความก้าวหน้าของฉัน
tr: Durumum

source: Need Help?
ar: بحاجة لمساعدة؟
cs: Potřebujete pomoc?
da: Har du brug for hjælp?
de: Brauchen Sie Hilfe?
el: ΧΡΕΙΑΖΕΣΤΕ ΒΟΗΘΕΙΑ
es: ¿Necesita ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
he: זקוקה לעזרה?
hu: Segítségre van szükséged?
id: Perlu bantuan?
it: Hai bisogno di aiuto?
ja: ヘルプが必要ですか？
lt: Reikalinga pagalba?
lv: Nepieciešama Palīdzība?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
ro: Ai nevoie de ajutor?
ru: Требуется помощь?
sv: Behöver du hjälp?
th: ต้องการความช่วยเหลือหรือไม่
tr: Yardım?

source: New Password
ar: كلمة سر جديدة
cs: Nové heslo
da: Nyt Kodeord
de: Neues Passwort
el: Νέος Κωδικός Πρόσβασης
es: Nueva Contraseña
fi: Uusi Salasana
fr: Nouveau mot de passe
he: סיסמא חדשה
hu: Új jelszó
id: Password Baru
it: Nuova Password
ja: ニューパスワード
lt: naujas slaptažodis
lv: Jauna parole
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe Hasło
ro: Parola noua
ru: Новый пароль
sv: Nytt Lösenord
th: พาสเวิร์ดใหม่
tr: Yeni Şifre

# NO_LEVELS
source: No Levels found.
ar: لم يتم العثور على مستويات.
cs: Nebyly nalezeny žádné úrovně.
da: Ingen Niveauer Fundet
de: Keine Level gefunden.
el: Δεν Βρέθηκαν Πεδία.
es: No se encontraron niveles
fi: Tasoja ei löydy
fr: Aucun niveau trouvé
he: לא נמצאו שלבים
hu: Nem találtunk ilyen szintet.
id: Tidak ada Tingkat ditemukan
it: Nessun livello trovato
ja: レベルが見つかりません
lt: lygių nerasta
lv: Līmenis nav atrasts
nb: Ingen nivåer funnet
nl: geen levels gevonden
pl: Brak Kursów
ro: Nici un nivel gasit
ru: Уровни не обнаружены
sv: Inga Nivåer hittades.
th: ไม่พบระดับที่ค้นหา
tr: Hiçbir seviye bulunamadı.

source: Password:
ar: كلمة السر
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός Πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמא
hu: Jelszó
ja: パスワード
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pl: Hasło
ro: Parolă
ru: Пароль
sv: Lösenord
th: พาสเวิร์ด
tr: Şifre
