Repository: supriyarajgopal-spi/elx-learning-module
Catalog: sites/all/themes/po_files/*.po
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, lt, lv, nb, nl, pl, ro, ru, sv, th, tr

# TERMS_AND_CONDITIONS
source: Privacy Policy/Terms &amp; Conditions
ar: سياسة الخصوصية و الشروط | الأحكام
cs: Ochrana osobních údajů/podmínky
da: Privacy Policy og Terms | Betingelser
de: Datenschutzrichtlinie und allgemeine Geschäftsbedingungen
el: ΠΟΛΙΤΙΚΗ ΠΡΟΣΤΑΣΙΑΣ ΠΡΟΣΩΠΙΚΩΝ ΔΕΔΟΜΕΝΩΝ / ΟΡΟΙ
es: Políticas y Términos de Privacidad / Condiciones
fi: Tietosuojakäytännön ehdot
fr: Charte de la vie privée / Conditions générales
he: מדיניות פרטיות ותקנון האתר
hu: Adatvédelem és felhasználói feltételek
id: Privacy Policy and Terms | Conditions
it: Privacy Policy and Terms | Conditions
ja: プライバシーポリシー ＆タームズ・コンディション
lt: Privatumo politika ir taisyklės | Sąlyga
lv: Konfidencialitates polise un Noteikumi / Nosacījumi
nb: Privacy Policy and Terms | Conditions
nl: Privacybeleid en Algemene voorwaarden
pl: Polityka prywatności i Regulamin
ro: Politica de confidentialitate | Termeni si conditii
ru: Политика конфидициальности и условия
sv: Sekretess och Villkor | Villkor
th: นโยบายความเป็นส่วนตัวและเงื่อนไข I ข้อกำหนด
tr: Gizlilik Politikası ve Koşullar

# TITLE_BADGES
source: My Badges
ar: شاراتي
cs: Mé odznaky
da: Mit Badges
de: Auszeichnungen
el: Διακριτικά
es: Credenciales
fi: Arvomerkki
fr: Badges
he: תגים
hu: Jelvények
id: Lencana
it: Premi
ja: バッジ
lt: Ženkliukai
lv: Nozīmītes
nb: Skilt
nl: Mijn badges
pl: Odznaki
ro: Insigne
ru: Значки
sv: Medaljer
th: เหรียญรางวัล
tr: Uzmanlıklarım

# TITLE_LEADERBOARD
source: Leaderboard
ar: لوحة الرواد المتصدرين
cs: Průběžné pořadí
de: Rangliste
el: Πίνακας Ιεράρχησης
es: Tabla de Resultados
fi: Pistetaulukko
fr: Tableau de bord
hu: Ranglista
it: Classifica
ja: リーダーボード
lt: Lyderis
lv: Baneri
nb: Poengsum oversikt
nl: Scorebord
pl: Tablica wyników
ro: Clasament
ru: Таблица лидеров
sv: Resultatstavla
th: คะแนนนำ
tr: Skorlarım

# TITLE_LOGIN
source: LOGIN
ar: تسجيل الدخول
cs: Přihlášení
da: LOG PÅ
de: ANMELDUNG
el: Είσοδος
es: Comenzar Sesión
fi: Kirjaudu Sisään
fr: CONNEXION
he: התחבר
hu: BELÉPÉS
id: MASUK
it: ENTRA
ja: ログイン
lt: prisijungti
lv: PIESLĒGŠANĀS
nb: Logg inn
pl: Zaloguj
ro: AUTENTIFICARE
ru: ЛОГИН ( ИМЯ)
th: เข้าสู่ระบบ
tr: GİRİŞ

# TITLE_POINTS
source: Points
ar: النقاط
cs: Body
de: Punkte
el: Πόντοι
es: Puntos
fi: Pisteet
he: נקודות
hu: Pontszám
id: Angka
it: Punti
ja: ポイント
lt: taškai
lv: Punkti
nb: Poeng
nl: Punten
pl: Punkty
ro: Puncte
ru: Количество баллов
sv: Poäng
th: คะแนน
tr: Puanlar

# TITLE_RANK
source: Rank
ar: المرتبة
cs: Pořadí
de: Rang
el: Κατάταξη
es: Categorias
fi: Sijoitus
fr: Classement
he: דרגה
hu: Helyezés
id: Ranking
ja: ランク
lt: laipsnis
lv: Vieta
nb: Rangering
nl: Rangschikking
pl: Ranking
ro: Rang
ru: Рейтинг
sv: Ranking
th: ลำดับที่
tr: Sıra

# TITLE_SPOTLIGHT
source: Spotlight
ar: تسليط الأضواء
cs: Vyhledat
de: Im Rampenlicht
el: Τα Σημαντικά
es: A La Luz (o En La Mirilla)
fi: Valokeilassa
fr: A la Une
he: אור הזרקורים
hu: Rivaldafény
it: In risalto
lt: prožektorius
lv: Uzmanīvas Centrs
pl: Zwróć uwagę
ro: In centrul atentiei
ru: Основное
tr: İlgi Çekenler

source: Tools
ar: الأدوات
cs: Nástroje
da: Værktøje
de: Hilfsmittel
el: Εργαλεία
es: Herramientas
fi: Työvälineet
fr: Outils
he: כלים
hu: Eszközök
it: Strumenti
ja: ツール
lt: Įrankiai
lv: Rīki
nb: Verktøy
pl: Narzędzia
ro: Instrumente
ru: Вспомогательные средства, инструменты
sv: Verktyg
th: เครื่องมือ
tr: Başlıklar

# UNFAVORITE
source: unfavorited
ar: غير مفضلة
cs: není již v oblíbených
da: Fjernet fra favoritter
de: nicht bevorzugt
el: Μη επιλεγμένα
es: Menos favoritos
fi: ei tykkäystä
fr: Supprimer des favoris
he: לא מועדף
hu: Törlés a Kedvencek közül
id: Tidak jadi difaforitkan
it: Prodotti non preferiti
ja: 気に入らない
lt: nemėgstamiausi
lv: Atvienots
nb: Ingen favoritt
nl: geen favoriet meer
pl: nielubiane
ro: Nefavorit
ru: Редко используемое
sv: inte min favorit
th: ยกเลิกที่ชื่นชอบ
tr: favorilere eklenmedi

source: Unknown user
ar: لم يتم التعرف على المستخدم
cs: Neznámý uživatel
da: Ukendt bruger
de: Unbekannter Nutzer
el: Άγνωστος Χρήστης
es: Usuario Desconocido
fi: Tuntematon käyttäjä
fr: Utilisateur inconnu
he: משתמש לא ידוע
hu: Ismeretlen felhasználó
id: Pengguna tidak diketahui
it: Utente sconosciuto
ja: 見知らぬユーザー
lt: Nežinomas vartotojas
lv: Nezināms Lietotājs
nb: Ukjent bruker
nl: Onbekende gebruiker
pl: Nieznany użytkownik
ro: Utilizator necunoscut
ru: Неизвестный пользователь
sv: Okänd användare
th: ไม่รู้จักผู้เข้าใช้
tr: Tanımsız Kullanıcı

# UPDATE_LANGUAGE_MESSAGE
source: Updating language
ar: تحديث اللغة
cs: Aktualizace jazyka
da: Opdaterer sprog
de: Sprache wird aktualisiert
el: Ανανέωση Γλώσσας
es: Actualizando Idiioma
fi: ei tykkäystä
fr: Nouveautés et tendances
he: מעדכן שפה
hu: Nyelv megváltoztatása
id: Memperbarui bahasa
it: Aggiornamento lingua
ja: 言語をアップデート
lt: atnaujinimas kalbos
lv: Atjauno valodu
nb: Oppdaterer språk
nl: updating taal
pl: Aktualzacja języka
ro: Actualizare limba
ru: Обновление языка
sv: Uppdaterar språket
th: กำลังอัพเดทภาษา
tr: Dili güncelleniyor

# WHATS_NEW_TRENDING
source: What&apos;s New &amp; Trending
ar: ما هو جديد & سائد/موضة
cs: Co je nového
da: Nyheder & Trends
de: Was gibt es Neues?
el: Τι είναι Νέο & Μοντέρνο
es: Lo Nuevo y en tendencia
fi: Mitä uutta & Trendikästä
fr: Nouveautés et Tendances
he: מה חדש ועכשווי
hu: Új és népszerű
id: What's New & Trending
it: Novità & Trend
ja: 新製品＆トレンド
lt: Kas naujo ir tendencijos
lv: Jaunumi un Trendi
nb: Hva er nytt & trendy
nl: Ontdek wat nieuw en trendy is
pl: Trendy i Nowości
ro: Noutati si Tendinte
ru: Новое и популярное
sv: Vad är Nytt & Trendigt
th: อะไรใหม่ กระแสใหม่
tr: En Yeniler & Trendler

# LABEL_LEVEL
source: Level:
ar: المستويات
cs: Úrovně
da: Niveauer
el: ΕΠΙΠΕΔΑ
es: Niveles
fi: Tasot
fr: Niveaux
he: רמות
hu: Szintek
id: Levels
it: Livelli
ja: レベル
lt: Lygiai
lv: Līmeņi
nb: Nivåer
nl: Niveaus
pl: Kursy
ro: Niveluri
ru: Уровни
sv: Nivåer
th: ระดับชั้น
tr: Modüller

# SEARCH_FIELD
source: Search
ar: بحث
cs: Hledání
de: Suche
el: Αναζήτηση
fi: Hae
fr: Recherche
he: חיפוש
hu: Keresés
id: Cari
it: Cerca
ja: 検索
lt: Ieškoti
lv: meklēt
nb: SØK
nl: zoek
pl: Szukaj
ro: Cauta
ru: поиск
sv: SÖK
th: ค้นหา
tr: Ara

source: Greet Meet Treat Complete
es: Saluda, Conoce, Obsequia, Completa
pl: Powitaj Zbuduj Relacje Rozpieść Sprzedaj
ru: Приветствие потребность сюрприз сервис
tr: KARŞILAMA, TANIŞMA, UYGULAMA, TAMAMLAMA

# LABEL_ACCOUNT
source: Account:
da: Konto
fr: Compte
nb: Konto
pl: Konto
sv: Konto
tr: Hesap

source: First Name:
da: Fornavn
de: Vorname
fr: Prénom
it: Nome
nb: Fornavn
nl: Voornaam
pl: Imię
sv: Förnamn
tr: İsim

source: Last Name:
da: Efternavn
de: Nachname
fr: Nom
it: Cognome
nb: Etternavn
nl: Achternaame
pl: Nazwisko
sv: Efternamn
tr: Soyisim

# EMAIL_EXISTS
source: The email address entered already exists. If you cannot remember your password, please use the forgot password link above to retrieve it.
da: Email kontoren eksisterer allerede. Hvis du ikke kan huske dit kodeord, så tryk på Glemt Kodeord.
de: Die eingegebene Emailadresse existiert bereits. Sollten Sie ihr Passwort vergessen haben, klicken Sie bitte auf den "Passwort vergessen"- Link.
fr: Cette adresse mail existe déjà. Si vous avez oublié votre mot de passe, utilisez le lien ci-dessous "mot de passe oublié" pour le récupérer.
it: L'e-mail inserita esiste già. Se non ricordi la tua password, usa il link sotto per recuperarla.
nb: E-kontoen finnes allerede. Hvis du ikke husker passordet, kan du klikke på Glemt Passord.
nl: Dit e-mail adres bestaat al. Als u uw wachtwoord niet meer weet, klik op de link "wachtwoord vergeten" om een nieuw te krijgen.
pl: Ten adres email istnieje już w bazie danych. Jeśli nie pamiętasz swojego hasła proszę użuj linku poniżej, by je odświeżyć.
sv: E-postadresens har inte skrivs korrekt. Kontrollera din e-postadress och försök igen
tr: Girmiş olduğunuz e-mail adresi kullanımda. Parolanızı hatırlamıyorsanız, parolamı unuttum bölümüne girin ve tekrar oluşturun

# EMAIL_ERROR
source: The email address entered doesn&apos;t appear to be formatted correctly. Please check your email address and try again.
ar: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
cs: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
da: Email adressen er ikke skrevet korrekt. Tjek din email adresse og prøv igen
de: Die eingegebene Emailadresse scheint nicht richtig zu sein. Bitte überprüfen Sie die Emailadresse und versuchen Sie es erneut.
el: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
es: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
fi: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
fr: Cette adresse mail n'est pas formatée correctement. Merci de vérifier votre adresse mail et essayer à nouveau.
he: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
hu: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
id: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
it: L'e-mail inserita non è corretta. Si prega di verificare e riprovare.
ja: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
lt: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
lv: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
nb: E post adressen er ikke skrevet riktig. Sjekk din e-post adresse og prøv igjen
nl: Het ingevoerde e-mailadres is niet correct. Controleer uw e-mailadres en probeer het opnieuw.
pl: Wprowadzony adres email jest nieprawidłowo sfromatowany. Proszę sprawdź swój adres email i spóbuj ponownie.
ro: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
ru: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
th: The email address entered doesn't appear to be formatted correctly. Please check your email address and try again.
tr: Girmiş olduğunuz e-mail adresi uygun formatta değil. Lütfen e-mail adresinizi kontrol edin ve tekrar deneyin.

source: My Dashboard
ar: لوحة الإعدادات الخاصة بي
cs: Můj hlavní panel
da: Mit Dashboard
de: Mein Profil
el: Πίνακας Λειτουργιών
fr: Mon tableau de bord
he: הלוח שלי
id: Dashboard Saya
it: Il mio menu rapido
lt: Mano pagrindinis puslapis
lv: Mans informācijas panelis
nb: Mitt skrivebord
nl: Mijn dashboard
ro: Panoul meu
ru: Мой отчет
sv: Min instrumentpanel
th: ข้อมูลของฉัน
tr: Puan Panom

source: Beautiful Skin for Life
es: Piel Hermosa de por Vid

# FILTER_RENUTRIV
source: Re-Nutriv
ja: リニュートリィブ
